{
	"languages": {
		"available": [
			"en",
			"fr",
			"de",
			"pt",
			"it",
			"nl",
			"ca",
			"es",
			"ro",
			"hr",
			"cs",
			"tr",
			"pl",
			"fi",
			"el",
			"hu",
			"da",
			"sk",
			"bg",
			"et",
			"sl",
			"lv",
			"lt",
			"sv",
			"ru",
			"uk"
		],
		"default": "en",
		"translations": {
			"en": {
				"information_storage_and_access_19227997": "Information storage and access",
				"information_storage_and_access_description_19227997": "The storage of information, or access to information that is already stored, on your device such as advertising identifiers, device identifiers, cookies, and similar technologies.",
				"personalisation_20601824": "Personalisation",
				"personalisation_description_20601824": "The collection and processing of information about your use of this service to subsequently personalise advertising and/or content for you in other contexts, such as on other websites or apps, over time. Typically, the content of the site or app is used to make inferences about your interests, which inform future selection of advertising and/or content.",
				"ad_selection_delivery_reporting_3fb55e57": "Ad selection, delivery, reporting",
				"ad_selection_delivery_reporting_description_3fb55e57": "The collection of information, and combination with previously collected information, to select and deliver advertisements for you, and to measure the delivery and effectiveness of such advertisements. This includes using previously collected information about your interests to select ads, processing data about what advertisements were shown, how often they were shown, when and where they were shown, and whether you took any action related to the advertisement, including for example clicking an ad or making a purchase. This does not include personalisation, which is the collection and processing of information about your use of this service to subsequently personalise advertising and/or content for you in other contexts, such as websites or apps, over time.",
				"content_selection_delivery_reporting_10c29447": "Content selection, delivery, reporting",
				"content_selection_delivery_reporting_description_10c29447": "The collection of information, and combination with previously collected information, to select and deliver content for you, and to measure the delivery and effectiveness of such content. This includes using previously collected information about your interests to select content, processing data about what content was shown, how often or how long it was shown, when and where it was shown, and whether the you took any action related to the content, including for example clicking on content. This does not include personalisation, which is the collection and processing of information about your use of this service to subsequently personalise content and/or advertising for you in other contexts, such as websites or apps, over time.",
				"measurement_268d0e0": "Measurement",
				"measurement_description_268d0e0": "The collection of information about your use of the content, and combination with previously collected information, used to measure, understand, and report on your usage of the service. This does not include personalisation, the collection of information about your use of this service to subsequently personalise content and/or advertising for you in other contexts, i.e. on other service, such as websites or apps, over time.",
				"you_allow": "You allow",
				"agree_close_ea00d5ff": "Agree & Close",
				"learn_more_7a8d626": "Learn More →",
				"by_the_following_providers_c86a92d7": "By the following providers",
				"save_11a80ec3": "Save",
				"disagree_to_all_c0355616": "Disagree to all",
				"agree_to_all_5b7ca45d": "Agree to all",
				"view_privacy_policy": "View Privacy Policy",
				"data_processing_based_consent": "Data processing based on consent",
				"data_processing_based_legitimate_interest": "Data processing based on legitimate interest",
				"agree_to_all_our_partners": "By all our partners",
				"agree_to_all_our_partners_except": "By all our partners except",
				"agree_to_none_partners": "By none of our partners",
				"view_all_partners": "Show",
				"all_partners": "All partners",
				"select_partners": "Select partners",
				"authorize": "Authorize",
				"block": "Block",
				"except": "except",
				"content_text_explanation_vendors_list_view": "You can set your consent preferences for every partner listed below individually. Click on a partner name to get more information on what it does, what data it is collecting and how it is using it.",
				"notice_popup_message": "<h2>We respect your privacy</h2><br><p>We and our partners use non-sensitive information like device identifiers or storage for purposes like displaying personalized ads, measuring usage and preferences of our users as well as personalize content.</p><p><br>Click on the button to consent to these operations and maintain a tailored experience. You can change your preferences at any time by coming back to this app.</p>",
				"notice_banner_message": "<b>Ads help us run this app.</b> By clicking on \"Agree & Close\", pre-selected companies may use non-sensitive information on your device to serve relevant ads or personalized content.",
				"preferences_message": "We and our partners use non-sensitive information from your device to improve our products and personalize ads and other contents throughout this app. You may accept all or part of these operations. To learn more about how we use your data, to review your options or these operations for each partner, visit our <a href=\"{privacyPolicyURL}\" target=\"_blank\">privacy policy</a>.",
				"geo_ads_name": "Storage and access to geolocation information for targeted advertising purposes",
				"geo_ads_description": "Our geomarketing partners want, on behalf of their customers, to offer you personalized advertisements adapted to your interests and and commercial offers available around you.",
				"geo_marketing_studies_name": "Storage and access to geolocation information to carry out marketing studies",
				"geo_marketing_studies_description": "Our geomarketing partners want to be able to carry out marketing studies on behalf of their clients, in particular to help them gain a better understanding of the market and its trends and to help them analyze the performance of their stores and competitors. These marketing reports will only contain aggregated and anonymous data.",
				"disable_buttons_until_scroll_indicator": "Scroll down to give consent"
			},
			"fr": {
				"information_storage_and_access_19227997": "Conservation et accès aux informations ",
				"information_storage_and_access_description_19227997": "La conservation d’informations ou l’accès à des informations déjà conservées sur votre appareil, par exemple des identifiants publicitaires, des identifiants de l’appareil, des cookies et des technologies similaires.",
				"personalisation_20601824": "Personnalisation",
				"personalisation_description_20601824": "Collecte et traitement d’informations relatives à votre utilisation de ce service afin de vous adresser ultérieurement des publicités et/ou du contenu personnalisés dans d’autres contextes, par exemple sur d’autres sites ou applications. En général, le contenu du site ou de l’application est utilisé pour faire des déductions concernant vos intérêts, ce qui sera utile dans le cadre de sélections ultérieures de publicité et/ou de contenu.",
				"ad_selection_delivery_reporting_3fb55e57": "Sélection, diffusion et signalement de publicités",
				"ad_selection_delivery_reporting_description_3fb55e57": "Collecte d’informations qui sont en suite associées à celles rassemblées précédemment, afin de sélectionner et diffuser des publicités à votre égard, puis évaluer leur diffusion ainsi que leur efficacité. Cela comprend : le fait d’utiliser des informations collectées précédemment relativement à vos intérêts afin de sélectionner des publicités ; le traitement de données indiquant quelles publicités ont été affichées et à quelle fréquence, à quel moment et où elles ont été affichées ; et le fait de savoir si vous avez réagi par rapport auxdites publicités, par exemple si vous avez cliqué dessus ou effectué un achat. Cela ne comprend pas la Personnalisation qui consiste en la collecte et le traitement d’informations relatives à votre utilisation de ce service afin de vous adresser ultérieurement des publicités et/ou du contenu personnalisés dans d’autres contextes, par exemple sur des sites ou applications.",
				"content_selection_delivery_reporting_10c29447": "Sélection, diffusion et signalement de contenu",
				"content_selection_delivery_reporting_description_10c29447": "La collecte d’informations que l’on associe à celles rassemblées précédemment afin de sélectionner et diffuser des contenus à votre égard, puis évaluer leur diffusion ainsi que leur efficacité. Cela comprend : le fait d’utiliser des informations collectées précédemment relativement à vos intérêts afin de sélectionner du contenu ; le traitement de données indiquant quel contenu a été affiché, à quelle fréquence, pendant combien de temps, à quel moment et où il a été affiché ; et le fait de savoir si vous avez réagi par rapport audit contenu, par exemple si vous cliqué dessus. Cela ne comprend pas la Personnalisation qui consiste en la collecte et le traitement d’informations relatives à votre utilisation de ce service afin de vous adresser, ultérieurement du contenu et/ou des publicités personnalisés dans d’autres contextes, par exemple sur des sites ou applications.",
				"measurement_268d0e0": "Évaluation",
				"measurement_description_268d0e0": "La collecte d’informations relatives à votre utilisation du contenu et association desdites informations avec celles précédemment collectées afin d’évaluer, de comprendre et de rendre compte de la façon dont vous utilisez le service. Cela ne comprend pas la Personnalisation, la collecte d’informations relatives à votre utilisation de ce service afin de vous adresser ultérieurement du contenu et/ou des publicités personnalisés dans d’autres contextes, c’est-à-dire sur d’autres services, tels que des sites ou des applications.",
				"you_allow": "Vous autorisez",
				"agree_close_ea00d5ff": "Accepter & Fermer",
				"learn_more_7a8d626": "En savoir plus →",
				"by_the_following_providers_c86a92d7": "Par les partenaires suivants",
				"save_11a80ec3": "Enregistrer",
				"disagree_to_all_c0355616": "Refuser tout",
				"agree_to_all_5b7ca45d": "Accepter tout",
				"view_privacy_policy": "Voir la Politique de confidentialité",
				"data_processing_based_consent": "Traitements de données basés sur le consentement",
				"data_processing_based_legitimate_interest": "Traitement de données basés sur l'intérêt légitime",
				"agree_to_all_our_partners": "Par tous nos partenaires",
				"agree_to_all_our_partners_except": "Par tous nos partenaires sauf",
				"agree_to_none_partners": "Par aucun de nos partenaires",
				"view_all_partners": "Voir",
				"all_partners": "Tous les partenaires",
				"select_partners": "Sélectionner les partenaires",
				"authorize": "Autoriser",
				"block": "Bloquer",
				"except": "sauf",
				"content_text_explanation_vendors_list_view": "Vous pouvez définir vos préférences de consentement pour chaque partenaire listé ci-dessous individuellement. Cliquez sur le nom d'un partenaire pour obtenir plus d'informations sur ce qu'il fait, les données qu'il récolte et comment il les utilise.",
				"notice_popup_message": "<h2>Nous respectons votre vie privée</h2><br><p>Nos partenaires et nous utilisons des données non sensibles comme des identifiants électroniques ou le stockage pour afficher des publicités personnalisées, mesurer le nombre d'utilisateurs ou encore adapter notre contenu.</p><p><br>Cliquez sur le bouton pour donner votre consentement à ces opérations et profiter d'une expérience personnalisée. Vous pouvez modifier vos préférences à tout moment en revenant dans cette appli.</p>",
				"notice_banner_message": "La publicité aide à faire vivre cette application. En continuant votre navigation sur notre site, des partenaires que nous avons choisis peuvent stocker et accéder à des informations non sensibles sur votre appareil, pour afficher de la publicité et des contenus personnalisés.",
				"preferences_message": "Nos partenaires et nous utilisons des informations non sensibles de votre appareil pour améliorer nos produits et afficher des publicités et contenus personnalisés. Vous pouvez accepter ou refuser ces différentes opérations. Pour en savoir plus sur les données que nous utilisons, les traitements que nous réalisons et les partenaires avec qui nous travaillons, vous pouvez consulter notre <a href=\"{privacyPolicyURL}\" target=\"_blank\">politique de confidentialité</a>.",
				"geo_ads_name": "Conservation et accès aux informations de géolocalisation à des fins de publicité ciblée",
				"geo_ads_description": "Nos partenaires géomarketing souhaitent, pour le compte de leurs clients (magasins et marques), vous proposer des publicités personnalisées adaptées à vos centres d’intérêt et vous permettre de connaitre les offres disponibles autour de vous.",
				"geo_marketing_studies_name": "Conservation et accès aux informations de géolocalisation pour réaliser des études marketing",
				"geo_marketing_studies_description": "Nos partenaires géomarketing souhaitent pouvoir réaliser des études marketing pour le compte de leurs clients en vue, en particulier, de les aider à avoir une meilleure compréhension du marché et de ses tendances et de les aider à analyser la performance de leurs magasins et deux de leurs concurrents. Ces rapports marketing ne contiendront que des données agrégées et anonymes.",
				"disable_buttons_until_scroll_indicator": "Défilez vers le bas pour accepter"
			},
			"de": {
				"information_storage_and_access_19227997": "Speicherung und Zugriff auf Informationen",
				"information_storage_and_access_description_19227997": "Die Speicherung von Informationen oder der Zugriff auf Informationen, die bereits auf Ihrem Gerät gespeichert sind, wie beispielsweise Werbekennungen, Gerätekennungen, Cookies und ähnliche Technologien.",
				"personalisation_20601824": "Personalisierung",
				"personalisation_description_20601824": "Die Erhebung und Verarbeitung von Informationen über Ihre Verwendung dieses Dienstes, um anschließend Werbung und/oder Inhalte in anderen Zusammenhängen, beispielsweise auf anderen Websites oder Apps, im Laufe der Zeit für Sie zu personalisieren. Üblicherweise werden die Inhalte der Site oder App herangezogen, um Rückschlüsse hinsichtlich Ihrer Interessen zu ermöglichen, an denen sich die zukünftige Auswahl von Werbung und/oder Inhalten orientiert.",
				"ad_selection_delivery_reporting_3fb55e57": "Auswahl, Schaltung und Auswertung von Anzeigen",
				"ad_selection_delivery_reporting_description_3fb55e57": "Die Erhebung von Informationen und die Verknüpfung mit zuvor erhobenen Informationen, um Werbeanzeigen für Sie auszuwählen und zu schalten und um die Schaltung und die Wirksamkeit dieser Werbeanzeigen zu bewerten. Dies umfasst die Nutzung zuvor erhobener Informationen über Ihre Interessen zur Auswahl von Werbeanzeigen, Daten darüber zu verarbeiten, welche Werbeanzeigen angezeigt wurden, wie oft diese angezeigt wurden, wann und wo sie angezeigt wurden und ob auf die Werbeanzeige eine Handlung ihrerseits erfolgte, beispielsweise das Anklicken einer Anzeige oder ein Einkauf. Dies umfasst nicht die Personalisierung, worunter die Erhebung und Verarbeitung von Informationen über Ihre Verwendung dieses Dienstes zu verstehen ist, um anschließend Werbung und/oder Inhalte in anderen Zusammenhängen für Sie zu personalisieren.",
				"content_selection_delivery_reporting_10c29447": "Auswahl, Schaltung und Auswertung von Inhalten",
				"content_selection_delivery_reporting_description_10c29447": "Die Erhebung von Informationen und die Verknüpfung mit zuvor erhobenen Informationen, um Inhalte für Sie auszuwählen und zu schalten und um die Schaltung und die Wirksamkeit dieser Inhalte zu bewerten. Dies umfasst die Nutzung zuvor erhobener Informationen über Ihre Interessen zur Auswahl von Inhalten, Daten darüber zu verarbeiten, welche Inhalte angezeigt wurden, wie oft diese angezeigt wurden, wann und wo sie angezeigt wurden und ob auf die Inhalte eine Handlung Ihrerseits erfolgte, beispielsweise das Anklicken von Inhalten. Dies umfasst nicht die Personalisierung, worunter die Erhebung und Verarbeitung von Informationen über Ihre Verwendung dieses Dienstes zu verstehen ist, um anschließend Inhalte und/oder Werbung in anderen Zusammenhängen, beispielsweise Websites oder Apps, im Laufe der Zeit für Sie zu personalisieren.",
				"measurement_268d0e0": "Bewertung",
				"measurement_description_268d0e0": "Die Erhebung von Informationen über Ihre Nutzung der Inhalte und die Verknüpfung mit zuvor erhobenen Informationen, die dazu verwendet werden, Ihre Nutzung des Dienstes zu bewerten, zu verstehen und darüber zu berichten. Dies umfasst nicht die Personalisierung, worunter die Erhebung und Verarbeitung von Informationen über Ihre Verwendung dieses Dienstes zu verstehen ist, um anschließend Inhalte und/oder Werbung in anderen Zusammenhängen, d. h. bei anderen Diensten wie beispielsweise Websites oder Apps, im Laufe der Zeit für Sie zu personalisieren.",
				"you_allow": "Sie erlauben",
				"agree_close_ea00d5ff": "Annehmen & Schließen",
				"learn_more_7a8d626": "Mehr Infos →",
				"by_the_following_providers_c86a92d7": "Von folgenden Anbietern",
				"save_11a80ec3": "Speichern",
				"disagree_to_all_c0355616": "Alle ablehnen",
				"agree_to_all_5b7ca45d": "Alle annehmen",
				"view_privacy_policy": "Datenschutzr. anzeigen",
				"data_processing_based_consent": "Datenverarbeitung auf Basis Ihrer Zustimmung",
				"data_processing_based_legitimate_interest": "Datenverarbeitung auf Basis legitimer Interessen",
				"agree_to_all_our_partners": "Von all unseren Partnern",
				"agree_to_all_our_partners_except": "Von all unseren Partnern, außer",
				"agree_to_none_partners": "Von keinen unserer Partner",
				"view_all_partners": "Anzeigen",
				"all_partners": "Alle Partner",
				"select_partners": "Partner auswählen",
				"authorize": "Erlauben",
				"block": "Blockieren",
				"except": "außer",
				"content_text_explanation_vendors_list_view": "Sie können die Zustimmungseinstellungen für jeden der nachfolgenden Partner einzeln festlegen. Klicken Sie auf einen Partnernamen, um mehr darüber zu erfahren, was er macht, welche Daten erfasst werden und wie diese Daten verwendet werden.",
				"notice_popup_message": "<h2>Wir schützen Ihre Daten</h2><br><p>Wir und unsere Partner verwenden Daten, die nicht vertraulicher Art sind, z. B. Geräte-Identifikationsnummern und Speicher. Diese Daten werden verwendet, um personalisierte Werbung anzuzeigen, die Nutzung zu messen, Vorlieben von Nutzern zu erkennen und Inhalte an die jeweiligen Nutzer anzupassen.</p><p><br>Klicken Sie auf die Schaltfläche, um diesen Vorgängen zuzustimmen und eine personalisierte App zu nutzen. Sie können die Einstellungen jederzeit ändern, indem Sie diese App wieder öffnen. </p>",
				"notice_banner_message": "<b>Wir finanzieren unsere App über Werbung.</b> Wenn Sie auf „Annehmen & Schließen“ klicken, dürfen ausgewählte Firmen Daten auf Ihrem Gerät, die nicht vertraulicher Art sind, dazu verwenden, relevante Werbung oder personalisierte Inhalte zu zeigen.",
				"preferences_message": "Wir und unsere Partner verwenden Daten von Ihrem Gerät, die nicht vertraulicher Art sind, um unsere Produkte zu verbessern sowie Werbung und andere Inhalte in dieser App zu personalisieren. Sie können alle oder einige dieser Vorgänge akzeptieren. Wenn Sie mehr darüber erfahren möchten, wie wir Ihre Daten verwenden, welche Optionen Sie haben und welche Partner welche Vorgänge durchführen, gehen Sie bitte zu unserer <a href=\"{privacyPolicyURL}\" target=\"_blank\">Datenschutzrichtlinie</a>.",
				"geo_ads_name": "Speicherung von und Zugriff auf Standortdaten für gezielte Werbung",
				"geo_ads_description": "Unsere Geomarketing-Partner möchten im Namen ihrer Kunden personalisierte Werbung zeigen, die auf Ihre Interessen und Angebote in Ihrer Nähe abgestimmt sind.",
				"geo_marketing_studies_name": "Speicherung von und Zugriff auf Standortdaten für Marketingstudien",
				"geo_marketing_studies_description": "Unsere Geomarketing-Partner möchten in der Lage sein, Marketingstudien für ihre Kunden durchführen zu können, um v. a. ein besseres Verständnis des Marktes und seiner Trends zu erhalten und die Leistung von deren Geschäften sowie von deren Wettbewerbern zu analysieren. Diese Marketingberichte enthalten lediglich aggregierte und anonyme Daten.",
				"disable_buttons_until_scroll_indicator": "Hinunterscrollen, um einzuwiligen"
			},
			"pt": {
				"information_storage_and_access_19227997": "Conservação e acesso a informações",
				"information_storage_and_access_description_19227997": "A conservação ou o acesso a informações já conservadas no seu dispositivo, tal como identificadores de publicidade, identificadores de dispositivos, cookies e tecnologias semelhantes.",
				"personalisation_20601824": "Personalização",
				"personalisation_description_20601824": "A recolha e o tratamento de informações sobre a sua utilização deste serviço, de modo a posteriormente personalizar a publicidade e/ou o conteúdo, adequando-os a si noutros contextos ao longo do tempo, por exemplo, noutros sítios web ou aplicações. Normalmente, o conteúdo do site ou da aplicação é utilizado para perceber os seus interesses, servindo de base para a futura seleção de publicidade e/ou conteúdo.",
				"ad_selection_delivery_reporting_3fb55e57": "Seleção, disponibilização, comunicação de anúncios",
				"ad_selection_delivery_reporting_description_3fb55e57": "A recolha de informações e a combinação com informações recolhidas anteriormente, de modo a selecionar e disponibilizar-lhe anúncios publicitários e medir a disponibilização e eficácia dos mesmos. Isto inclui utilizar informações recolhidas anteriormente sobre os seus interesses, de modo a selecionar anúncios, tratar dados sobre os anúncios publicitários que foram apresentados, a frequência com que foram apresentados, quando e onde foram apresentados e saber se reagiu de alguma forma à publicidade, incluindo, por exemplo, se clicou num anúncio ou efetuou uma compra. Não se inclui aqui a Personalização, ou seja, a recolha e o tratamento de informações sobre a sua utilização deste serviço, de modo a posteriormente personalizar a publicidade e/ou o conteúdo, adequando-os a si noutros contextos ao longo do tempo, como, por exemplo, sítios web ou aplicações.",
				"content_selection_delivery_reporting_10c29447": "Seleção, disponibilização, comunicação de conteúdo",
				"content_selection_delivery_reporting_description_10c29447": "A recolha de informações e a combinação com informações recolhidas anteriormente, de modo a selecionar e disponibilizar-lhe conteúdo e medir a disponibilização e eficácia do mesmo. Isto inclui utilizar informações recolhidas anteriormente sobre os seus interesses, de modo a selecionar conteúdo, tratar dados sobre o conteúdo que foi apresentado, a frequência ou durante quanto tempo o mesmo foi apresentado, quando e onde foi apresentado e saber se reagiu de alguma forma ao conteúdo, incluindo, por exemplo, clicou no mesmo. Não se inclui aqui a Personalização, que corresponde à recolha e ao tratamento de informações sobre a sua utilização deste serviço, de modo a posteriormente personalizar o conteúdo e/ou publicidade, adequando-os a si noutros contextos ao longo do tempo, como, por exemplo, sítios web ou aplicações.",
				"measurement_268d0e0": "Medição",
				"measurement_description_268d0e0": "A recolha de informações sobre a sua utilização do conteúdo e a combinação com informações recolhidas anteriormente, de modo a medir, compreender e informar sobre a sua utilização do serviço. Não se inclui aqui a Personalização, a recolha de informações sobre a sua utilização si deste serviço, de modo a posteriormente personalizar o conteúdo e/ou publicidade, adaptando-os si noutros contextos ao longo do tempo, ou seja, noutro serviço, como, por exemplo, sítios web ou aplicações.",
				"you_allow": "Permite",
				"agree_close_ea00d5ff": "Aceitar e fechar",
				"learn_more_7a8d626": "Saiba mais →",
				"by_the_following_providers_c86a92d7": "Dos seguintes fornecedores",
				"save_11a80ec3": "Guardar",
				"disagree_to_all_c0355616": "Não aceito nenhum",
				"agree_to_all_5b7ca45d": "Aceito todos",
				"view_privacy_policy": "Ver Política de Privacidade",
				"data_processing_based_consent": "Processamento de dados com base na autorização",
				"data_processing_based_legitimate_interest": "Processamento de dados com base no interesse legítimo",
				"agree_to_all_our_partners": "De todos os nossos parceiros",
				"agree_to_all_our_partners_except": "De todos os nossos parceiros, exceto",
				"agree_to_none_partners": "De nenhum dos nossos parceiros",
				"view_all_partners": "Mostrar",
				"all_partners": "Todos os parceiros",
				"select_partners": "Escolher parceiros",
				"authorize": "Autorizar",
				"block": "Bloquear",
				"except": "exceto",
				"content_text_explanation_vendors_list_view": "Pode definir individualmente as suas preferências de autorização para cada parceiro indicado abaixo. Clique no nome de um parceiro para obter mais informações acerca das respetivas ações, que dados recolhe e como os utiliza.",
				"notice_popup_message": "<h2>Respeitamos a sua privacidade</h2><br><p>Nós e os nossos parceiros utilizamos informações não confidenciais, como identificadores de dispositivo ou armazenamento, para determinados fins, como apresentação de anúncios personalizados, medição da utilização e preferências dos nossos utilizadores, bem como para personalizar conteúdo.</p><p><br>Clique no botão para autorizar estas operações e manter uma experiência personalizada. Pode alterar as suas preferências em qualquer altura se regressar a esta aplicação.</p>",
				"notice_banner_message": "<b>Os anúncios ajudam-nos a apresentar esta aplicação.</b> Ao clicar em \"Aceitar e fechar\", empresas pré-selecionadas podem utilizar informações não confidenciais no seu dispositivo para apresentar anúncios relevantes ou conteúdo personalizado.",
				"preferences_message": "Nós e os nossos parceiros utilizamos informações não confidenciais do seu dispositivo para melhorar os nossos produtos e personalizar anúncios e outros conteúdos nesta aplicação. Pode aceitar estas operações parcial ou integralmente. Para saber mais acerca de como utilizamos os seus dados, para rever as suas opções ou estas operações para cada parceiro, consulte a nossa <a href=\"{privacyPolicyURL}\" target=\"_blank\">Política de Privacidade</a>.",
				"geo_ads_name": "Armazenamento e acesso a informações de geolocalização para fins de publicidade direcionada",
				"geo_ads_description": "Os nossos parceiros de geomarketing pretendem oferecer-lhe, em nome dos respetivos clientes, anúncios personalizados adaptados aos seus interesses, bem como ofertas comerciais disponíveis perto de si.",
				"geo_marketing_studies_name": "Armazenamento e acesso a informações de geolocalização para realizar estudos de marketing",
				"geo_marketing_studies_description": "Os nossos parceiros de geomarketing pretendem poder realizar estudos de marketing em nome dos respetivos clientes, sobretudo para os ajudar a obter um melhor entendimento do mercado e das tendências do mesmo e os ajudar a analisar o desempenho das respetivas lojas e concorrentes. Estes relatórios de marketing irão incluir apenas dados anónimos e agregados.",
				"disable_buttons_until_scroll_indicator": "Desloque-se para baixo para autorizar"
			},
			"it": {
				"information_storage_and_access_19227997": "Conservazione e accesso alle informazioni",
				"information_storage_and_access_description_19227997": "La conservazione di informazioni o l’accesso a informazioni già conservate sul dispositivo dell’utente come gli identificativi pubblicitari, gli identificativi del dispositivo, i cookie o tecnologie simili.",
				"personalisation_20601824": "Personalizzazione",
				"personalisation_description_20601824": "La raccolta e il trattamento di informazioni sull’utilizzo da parte dell’utente di questo servizio per la successiva personalizzazione della pubblicità e/o dei contenuti per il medesimo utente in altri contesti, ad esempio in altri siti web o app, nel tempo. In genere, i contenuti del sito o dell’app sono utilizzati per dedurre gli interessi degli utenti, in base ai quali informare le selezioni future di pubblicità w/o contenuti.",
				"ad_selection_delivery_reporting_3fb55e57": "Selezione degli annunci, distribuzione, reporting",
				"ad_selection_delivery_reporting_description_3fb55e57": "La raccolta di informazioni e la combinazione con informazioni precedentemente raccolte, per selezionare e distribuire annunci pubblicitari per l’utente e per misurare la distribuzione e l’efficacia di tali annunci pubblicitari. Ciò include l’utilizzo delle informazioni raccolte in precedenza sugli interessi degli utenti per la selezione degli annunci, il trattamento dei dati riguardanti gli annunci che sono stati visualizzati, la frequenza con cui sono stati visualizzati, quando e dove sono stati visualizzati e se è stata intrapresa una qualsiasi azione correlata all’annuncio, incluso ad esempio facendo clic sull’annuncio o effettuando un acquisto. Questo non comprende la Personalizzazione, che è la raccolta e il trattamento di informazioni sull’utilizzo da parte dell’utente di questo servizio per la successiva personalizzazione della pubblicità e/o dei contenuti per il medesimo utente in altri contesti, ad esempio in altri siti web o app, nel tempo.",
				"content_selection_delivery_reporting_10c29447": "Selezione dei contenuti, distribuzione, reporting",
				"content_selection_delivery_reporting_description_10c29447": "La raccolta di informazioni e la combinazione con informazioni precedentemente raccolte, per selezionare e distribuire contenuti per l’utente e per misurare la distribuzione e l’efficacia di tali contenuti. Ciò include l’utilizzo delle informazioni raccolte in precedenza sugli interessi degli utenti per selezionare i contenuti, il trattamento dei dati relativi ai contenuti che sono stati visualizzati, la frequenza con cui e per quanto tempo sono stati visualizzati, quando e dove sono stati visualizzati e se è stata intrapresa una qualsiasi azione correlata ai contenuti, incluso ad esempio facendo clic sui contenuti. Questo non comprende la Personalizzazione, che è la raccolta e il trattamento di informazioni sull’utilizzo da parte dell’utente di questo servizio per la successiva personalizzazione dei contenuti e/o della pubblicità per il medesimo utente in altri contesti, ad esempio in altri siti web o app, nel tempo.",
				"measurement_268d0e0": "Misurazione",
				"measurement_description_268d0e0": "La raccolta di informazioni sull’utilizzo dei contenuti da parte dell’utente e la loro combinazione con informazioni raccolte in precedenza, utilizzate per misurare, comprendere e stilare un report sull’utilizzo dei contenuti da parte di questi. Ciò non comprende la Personalizzazione, la raccolta di informazioni sull’utilizzo da parte dell’utente di questo servizio per la successiva personalizzazione dei contenuti e/o della pubblicità per il medesimo utente in altri contesti, ad esempio in altri siti web o app, nel tempo.",
				"you_allow": "Acconsenti",
				"agree_close_ea00d5ff": "Accetta e chiudi",
				"learn_more_7a8d626": "Maggiori informazioni →",
				"by_the_following_providers_c86a92d7": "Dai seguenti fornitori",
				"save_11a80ec3": "Salva",
				"disagree_to_all_c0355616": "Rifiuta tutto",
				"agree_to_all_5b7ca45d": "Accetta tutto",
				"view_privacy_policy": "Leggi l'informativa sulla privacy",
				"data_processing_based_consent": "Trattamento dei dati basato sul consenso",
				"data_processing_based_legitimate_interest": "Trattamento dei dati basato sul legittimo interesse",
				"agree_to_all_our_partners": "Da tutti i nostri partner",
				"agree_to_all_our_partners_except": "Da tutti i nostri partner tranne",
				"agree_to_none_partners": "Da nessuno dei nostri partner",
				"view_all_partners": "Mostra",
				"all_partners": "Tutti i partner",
				"select_partners": "Seleziona partner",
				"authorize": "Autorizza",
				"block": "Blocca",
				"except": "tranne",
				"content_text_explanation_vendors_list_view": "È possibile impostare le preferenze di consenso singolarmente per ogni partner elencato di seguito. Fare clic sul nome di un partner per ottenere maggiori informazioni su cosa fa, quali dati sta raccogliendo e come li sta usando.",
				"notice_popup_message": "<h2>Rispettiamo la tua privacy</h2><br><p>Noi e i nostri partner utilizziamo informazioni non sensibili come identificatori di dispositivi o archiviazione per scopi come la visualizzazione di annunci personalizzati, la misurazione dell'uso e delle preferenze dei nostri utenti e la personalizzazione dei contenuti.</p><p><br>Fare clic sul pulsante per consentire queste operazioni e mantenere un'esperienza personalizzata. Puoi modificare le tue preferenze in qualsiasi momento tornando a questa app.</p>",
				"notice_banner_message": "<b>La pubblicità ci aiuta a mantenere questa app.</b>Facendo clic su \"Accetta e chiudi\", società preselezionate potrebbero utilizzare le informazioni non sensibili sul tuo dispositivo per pubblicare annunci pertinenti o contenuti personalizzati.",
				"preferences_message": "Noi e i nostri partner utilizziamo informazioni non sensibili ricavate dal tuo dispositivo per migliorare i nostri prodotti e personalizzare annunci e altri contenuti in tutta l'app. È possibile accettare tutte o parte di queste operazioni. Per ulteriori informazioni su come utilizziamo i tuoi dati, per rivedere le tue opzioni o queste operazioni per ciascun partner, consulta la nostra <a href=\"{privacyPolicyURL}\" target=\"_blank\">informativa sulla privacy</a>.",
				"geo_ads_name": "Archiviazione e accesso alle informazioni di geolocalizzazione per scopi pubblicitari mirati",
				"geo_ads_description": "I nostri partner di geomarketing desiderano, per conto dei loro clienti, offrirti annunci personalizzati adatti ai tuoi interessi e offerte commerciali disponibili nella tua zona.",
				"geo_marketing_studies_name": "Archiviazione e accesso alle informazioni di geolocalizzazione per studi di marketing",
				"geo_marketing_studies_description": "I nostri partner di geomarketing desiderano poter svolgere studi di marketing per conto dei loro clienti, in particolare per aiutarli a comprendere meglio il mercato e le sue tendenze e per analizzare le prestazioni dei loro negozi e dei concorrenti. Tali rapporti conterranno solo dati aggregati e anonimi.",
				"disable_buttons_until_scroll_indicator": "Scorri verso il basso per dare il consenso"
			},
			"nl": {
				"information_storage_and_access_19227997": "Opslag van en toegang tot informatie",
				"information_storage_and_access_description_19227997": "De opslag van informatie of toegang tot informatie die reeds is opgeslagen op uw apparatuur zoals reclame-identifiers, apparatuur-identifiers, cookies en soortgelijke technologieën.",
				"personalisation_20601824": "Personalisatie",
				"personalisation_description_20601824": "Het verzamelen en verwerken van informatie over uw gebruik van deze dienst om vervolgens in de loop van de tijd reclame en/of content op u af te stemmen in andere contexten, zoals op andere websites of apps. De inhoud van de site of app wordt gewoonlijk gebruikt om conclusies te trekken over uw interesses ten behoeve van toekomstige selectie van reclame en/of content.",
				"ad_selection_delivery_reporting_3fb55e57": "Reclameselectie, -levering en -rapportage",
				"ad_selection_delivery_reporting_description_3fb55e57": "Het verzamelen van informatie en de combinatie met eerder verzamelde informatie voor het selecteren en leveren van reclame aan u en om de levering en de doeltreffendheid van dergelijke reclame te meten. Dit omvat het gebruik van eerder verzamelde informatie over uw interesses om reclame te selecteren, de verwerking van gegevens over welke reclame wordt getoond, hoe vaak deze werd getoond, wanneer en waar deze werd getoond en of u actie heeft ondernomen in verband met de reclame, met inbegrip van bijvoorbeeld het klikken op reclame of het verrichten van een aankoop. Dit omvat niet personalisatie, waaronder wordt verstaan het verzamelen en verwerken van informatie over uw gebruik van deze dienst om vervolgens in de loop van de tijd reclame en/of content op u af te stemmen in andere contexten, zoals websites of apps.",
				"content_selection_delivery_reporting_10c29447": "Inhoudselectie, -levering en -rapportage",
				"content_selection_delivery_reporting_description_10c29447": "Het verzamelen van informatie en de combinatie met eerder verzamelde informatie voor het selecteren en leveren van content voor u en om de levering en de doeltreffendheid van dergelijke inhoud te meten. Dit omvat het gebruik van eerder verzamelde informatie over uw interesses om inhoud te selecteren, de verwerking van gegevens over welke inhoud werd getoond, hoe vaak of hoe lang deze werd getoond, wanneer en waar deze werd getoond of er door u actie werd ondernomen in verband met de inhoud, met inbegrip van bijvoorbeeld het klikken op inhoud. Dit omvat niet personalisatie, waaronder wordt verstaan het verzamelen en verwerken van informatie over uw gebruik van deze dienst om vervolgens in de loop van de tijd reclame en/of content op u af te stemmen in andere contexten, zoals websites of apps.",
				"measurement_268d0e0": "Meting",
				"measurement_description_268d0e0": "Het verzamelen van informatie over uw gebruik van inhoud en de combinatie met eerder verzamelde informatie die gebruikt wordt voor het meten van, inzicht krijgen in en rapporteren over uw gebruik van de inhoud. Dit omvat niet personalisatie, waaronder wordt verstaan het verzamelen en verwerken van informatie over uw gebruik van deze dienst om vervolgens in de loop van de tijd reclame en/of content op u af te stemmen in andere contexten, d.w.z. op andere diensten zoals websites of apps.",
				"you_allow": "U stemt in met",
				"agree_close_ea00d5ff": "Akkoord en sluiten",
				"learn_more_7a8d626": "Meer informatie →",
				"by_the_following_providers_c86a92d7": "Door de volgende aanbieders",
				"save_11a80ec3": "Opslaan",
				"disagree_to_all_c0355616": "Alles afwijzen",
				"agree_to_all_5b7ca45d": "Met alles instemmen",
				"view_privacy_policy": "Privacybeleid weergeven",
				"data_processing_based_consent": "Gegevensverwerking volgens toestemming",
				"data_processing_based_legitimate_interest": "Gegevensverwerking volgens legitieme belangen",
				"agree_to_all_our_partners": "Door al onze partners",
				"agree_to_all_our_partners_except": "Door al onze partners, behalve",
				"agree_to_none_partners": "Door geen van onze partners",
				"view_all_partners": "Weergeven",
				"all_partners": "Alle partners",
				"select_partners": "Selecteer partners",
				"authorize": "Goedkeuren",
				"block": "Blokkeren",
				"except": "behalve",
				"content_text_explanation_vendors_list_view": "U kunt uw voorkeuren met betrekking tot toestemmingen voor elke partner hieronder apart instellen. Klik op de naam van een partner voor meer informatie over wat er gebeurt, welke gegevens worden verzameld en hoe deze worden gebruikt.",
				"notice_popup_message": "<h2>We vinden uw privacy belangrijk</h2><br><p>Onze partners en wij gebruiken niet-gevoelige gegevens, zoals apparaatidentificatie of opslag voor doelen zoals weergave van gepersonaliseerde reclame, het meten van gebruik en voorkeuren van onze gebruikers en om inhoud te personaliseren.</p><p><br>Klik op de knop om met deze activiteiten in te stemmen en een ervaring op maat te krijgen. U kunt uw voorkeuren te allen tijde in deze app veranderen.</p>",
				"notice_banner_message": "<b>Reclames helpen ons deze app aan te bieden.</b> Door op 'Akkoord en sluiten' te klikken kunnen vooraf geselecteerde bedrijven niet-gevoelige gegevens op uw apparaat gebruiken om relevante reclames of gepersonaliseerde inhoud te aan te bieden.",
				"preferences_message": "Onze partners en wij gebruiken niet-gevoelige gegevens van uw apparaat om onze producten te verbeteren en reclames en andere inhoud van deze app te personaliseren. U kunt deze activiteiten geheel of gedeeltelijk goedkeuren. Voor meer informatie over ons gebruik van uw gegevens en om uw opties of deze activiteiten per partner te bekijken, gaat u naar ons <a href=\"{privacyPolicyURL}\" target=\"_blank\">privacybeleid</a>.",
				"geo_ads_name": "Opslag en toegang tot geolocatie-informatie voor gerichte reclamedoeleinden",
				"geo_ads_description": "Onze geomarketing-partners willen u namens hun klanten graag gepersonaliseerde reclames aanbieden die op uw interesses zijn afgestemd en commerciële aanbiedingen die in uw buurt beschikbaar zijn.",
				"geo_marketing_studies_name": "Opslag en toegang tot geolocatie-informatie om marketingonderzoek uit te voeren",
				"geo_marketing_studies_description": "Onze geomarketing-partners willen namens hun klanten graag marketingonderzoek uitvoeren, in het bijzonder om ze te helpen de markt en zijn trends beter te begrijpen en om ze te helpen de prestaties van hun winkels en concurrentie te analyseren. Deze marketingrapporten bevatten alleen geaggregeerde en anonieme gegevens.",
				"disable_buttons_until_scroll_indicator": "Scrol omlaag om toestemming te geven"
			},
			"ca": {
				"information_storage_and_access_19227997": "Accés i emmagatzematge de la informació",
				"information_storage_and_access_description_19227997": "L'emmagatzematge de la informació, o l'accés a la informació que ja està desada al dispositiu de l'usuari com ara els identificadors d'accés de publicitat i/o d'altres identificadors del dispositiu, i/o l'ús de cookies o tecnologies similars.",
				"personalisation_20601824": "Personalització",
				"personalisation_description_20601824": "La recollida i el processament de la informació sobre l'usuari d'un lloc per personalitzar subsegüentment la publicitat a d'altres contexts, per exemple, a d'altres llocs o aplicacions, gradualment. Normalment s'empra el contingut del lloc o l'aplicació per fer inferències sobre els interessos dels usuaris, cosa que forma les seleccions futures.",
				"ad_selection_delivery_reporting_3fb55e57": "Selecció, presentació i reportament d'anuncis",
				"ad_selection_delivery_reporting_description_3fb55e57": "La recollida de la informació i la combinació amb informació recollida prèviament, per seleccionar i presentar anuncis, així com mesurar la presentació i efectivitat d'aquests anuncis. Això inclou l'ús d'informació recollida prèviament sobre els interessos de l'usuari per la selecció d'anuncis, el processament de dades sobre quins anuncis es van mostrar, amb quina freqüència es van mostrar, quan i on es van mostrar, i si van dur a terme cap acció relacionada amb l'anunci, inclòs, per exemple, clicar un anunci o realitzar una compra.",
				"content_selection_delivery_reporting_10c29447": "Selecció, presentació i reportament de continguts",
				"content_selection_delivery_reporting_description_10c29447": "La recollida de la informació i la combinació amb informació recollida prèviament, per seleccionar i presentar continguts, així com mesurar la presentació i efectivitat d'aquests continguts. Això inclou l'ús d'informació recollida prèviament sobre els interessos de l'usuari per la selecció de continguts, el processament de dades sobre quins continguts es van mostrar, amb quina freqüència o amb quina durada es van mostrar, quan i on es van mostrar, i si van dur a terme cap acció relacionada amb el contingut, inclòs, per exemple, clicar al contingut.",
				"measurement_268d0e0": "Medició",
				"measurement_description_268d0e0": "La recollida d'informació sobre l'ús del contingut per part de l'usuari, i la combinació amb informació recollida prèviament, que es fa servir per mesurar, comprendre i reportar l'ús del contingut per part de l'usuari.",
				"you_allow": "Tu permets",
				"agree_close_ea00d5ff": "Acceptar i tancar",
				"learn_more_7a8d626": "Saber-ne més →",
				"by_the_following_providers_c86a92d7": "Pels següents proveïdors",
				"save_11a80ec3": "Desar",
				"disagree_to_all_c0355616": "Rebutjar tot",
				"agree_to_all_5b7ca45d": "Acceptar tot",
				"view_privacy_policy": "Veure la Política de Privadesa",
				"data_processing_based_consent": "Processament de dades segons el consentiment",
				"data_processing_based_legitimate_interest": "Processament de dades segons l'interès legítim",
				"agree_to_all_our_partners": "Per part de tots els nostres socis",
				"agree_to_all_our_partners_except": "Per part de tots els nostres socis menys",
				"agree_to_none_partners": "Per part de cap dels nostres socis",
				"view_all_partners": "Mostrar",
				"all_partners": "Tots els socis",
				"select_partners": "Seleccionar socis",
				"authorize": "Autoritzar",
				"block": "Bloquejar",
				"except": "menys",
				"content_text_explanation_vendors_list_view": "Pots configurar les teves preferències per cada soci llistat a sota de manera individual. Fés clic al nom d'un dels socis per aconseguir més informació sobre el que fa, quines dades recull i com les fa servir.",
				"notice_popup_message": "<h2>Respectem la teva privacitat</h2><br><p>Nosaltres i els nostres socis fem servir informació no sensible com ara els identificadors de dispositiu o emmagatzematge per finalitats com poden ser mostrar anuncis personalitzats, mesurar l'ús i les preferències dels nostres usuaris i personalitzar-ne el contingut.</p><p><br>Cliqueu al botó per donar el consentiment a aquestes operacions i mantenir una experiència feta a la mida. Podeu canviar les vostres preferències en qualsevol moment tot tornant a aquesta aplicació.</p>",
				"notice_banner_message": "<b>La publicitat ens ajuda a mantenir aquesta aplicació.</b> Si cliqueu a \"Acceptar i tancar\", les companyies pre-seleccionades podran fer servir informació no sensible al vostre dispositiu per enviar-vos anuncis rellevants o continguts personalitzats.",
				"preferences_message": "Nosaltres i els nostres socis fem servir la informació no sensible del vostre dispositiu per millorar els nostres productes i personalitzar-ne els anuncis i d'altres continguts a través de tota aquesta aplicació. Podeu acceptar totes o part d'aquestes operacions. Per saber-ne més sobre com fem servir les vostres dades, per revisar les vostres opcions o aquestes operacions amb cada soci, llegiu-vos la nostra <a href=\"{privacyPolicyURL}\" target=\"_blank\">política de privadesa</a>.",
				"geo_ads_name": "Emmagatzematge i accés a la informació de geolocalització amb finalitats de publicitat personalitzada",
				"geo_ads_description": "Els nostres socis de geomàrqueting volen, en nom dels seus clients, oferir-vos anuncis personalitzats que s'adaptin als vostres interessos i també ofertes comercials disponibles al vostre voltant.",
				"geo_marketing_studies_name": "Emmagatzematge i accés a la informació de geolocalització per dur a terme estudis de màrqueting",
				"geo_marketing_studies_description": "Els nostres socis de geomàrqueting volen ser capaços de dur a terme estudis de màrqueting en nom dels seus clients, en particular per ajudar-los a aconseguir una millor comprensió del mercat i les seves tendències i per ajudar-los a analitzar el rendiment de les seves botigues i competidors. Aquests informes de màrqueting només contindran dades anònims i agregats.",
				"disable_buttons_until_scroll_indicator": "Llisca cap avall per donar permís"
			},
			"es": {
				"information_storage_and_access_19227997": "Almacenamiento y acceso a la información",
				"information_storage_and_access_description_19227997": "El almacenamiento de información, o el acceso a información que ya está almacenada en su dispositivo, como identificadores de publicidad, identificadores de dispositivos, cookies y tecnologías similares.",
				"personalisation_20601824": "Personalización",
				"personalisation_description_20601824": "La recogida y el tratamiento de información sobre su uso de este servicio para posteriormente personalizar la publicidad y/o el contenido dirigido a usted en otros contextos, como en otros sitios web o aplicaciones, a lo largo del tiempo. Normalmente, el contenido del sitio o la aplicación se usan para deducir sus intereses, que informan de selecciones futuras de publicidad y/o contenido.",
				"ad_selection_delivery_reporting_3fb55e57": "Selección, envío, informe de anuncio",
				"ad_selection_delivery_reporting_description_3fb55e57": "La recogida de información, y la combinación con información previamente recogida, para seleccionar y enviarle anuncios, y para medir el envío y la eficacia de dichos anuncios. Esto incluye usar información previamente recogida sobre sus intereses para seleccionar anuncios, tratar datos sobre los anuncios que se han mostrado, con qué frecuencia se han mostrado, cuándo y dónde se han mostrado y si realizó alguna acción relacionada con el anuncio, incluido, por ejemplo, hacer clic en un anuncio o hacer una compra. Esto no incluye la Personalización, que es la recogida y el tratamiento de información sobre su uso de este servicio para personalizar posteriormente la publicidad y/o el contenido dirigido a usted en otros contextos, como sitios web o aplicaciones, a lo largo del tiempo.",
				"content_selection_delivery_reporting_10c29447": "Selección, envío, informe de contenido",
				"content_selection_delivery_reporting_description_10c29447": "La recogida de información y la combinación con información previamente recogida, para seleccionar y enviarle contenido, y para medir el envío y la eficacia de dicho contenido. Esto incluye usar información previamente recogida sobre sus intereses para seleccionar contenido, tratar datos sobre qué contenido se ha mostrado, con qué frecuencia y durante cuánto tiempo se ha mostrado, cuándo y dónde se ha mostrado y si realizó alguna acción relacionada con el contenido, incluido, por ejemplo, hacer clic en el contenido. Esto no incluye la Personalización, que es la recogida y el tratamiento de información sobre su uso de este servicio para personalizar posteriormente el contenido y/o la publicidad dirigida a usted en otros contextos, como sitios web o aplicaciones, a lo largo del tiempo.",
				"measurement_268d0e0": "Medición",
				"measurement_description_268d0e0": "La recogida de información sobre el uso de contenido por su parte y la combinación con información previamente recogida, usada para medir, entender e informar sobre su utilización del contenido. Esto no incluye la Personalización, la recogida de información sobre su uso de este servicio para personalizar posteriormente el contenido y/o la publicidad dirigida a usted en otros contextos, es decir, en otros servicios, como sitios web o aplicaciones, a lo largo del tiempo.",
				"you_allow": "Usted permite",
				"agree_close_ea00d5ff": "Aceptar y Cerrar",
				"learn_more_7a8d626": "Más información →",
				"by_the_following_providers_c86a92d7": "Por los siguientes proveedores",
				"save_11a80ec3": "Guardar",
				"disagree_to_all_c0355616": "No estar de acuerdo con nada",
				"agree_to_all_5b7ca45d": "Estar de acuerdo con todo",
				"view_privacy_policy": "Ver Política de privacidad",
				"data_processing_based_consent": "Procesamiento de datos basado en consentimiento",
				"data_processing_based_legitimate_interest": "Procesamiento de datos basado en el legítimo interés",
				"agree_to_all_our_partners": "Por todos nuestros socios",
				"agree_to_all_our_partners_except": "Por todos nuestros socios excepto",
				"agree_to_none_partners": "Por ninguno de nuestros socios",
				"view_all_partners": "Mostrar",
				"all_partners": "Todos los socios",
				"select_partners": "Seleccionar socios",
				"authorize": "Autorizar",
				"block": "Bloquear",
				"except": "excepto",
				"content_text_explanation_vendors_list_view": "Puede configurar sus preferencias de consentimiento de forma individual para cada socio de la lista de abajo. Haga clic en el nombre del socio para obtener más información acerca de lo que hace, qué datos recopila y cómo los usa.",
				"notice_popup_message": "<h2>Respetamos su privacidad</h2><br><p>Nosotros y nuestros socios usamos información no sensible, como identificadores de dispositivo o almacenamiento para mostrar anuncios personalizados, medir el uso y las preferencias de los usuarios, así como personalizar contenido.</p><p><br>Haga clic en el botón para aceptar estas operaciones y mantener una experiencia personalizada. Para cambiar sus preferencias en cualquier momento, regrese a esta aplicación.</p>",
				"notice_banner_message": "<b>Los anuncios nos ayudan a ejecutar esta aplicación.</b> Al hacer clic en \"Aceptar y Cerrar\", las empresas preseleccionadas pueden usar información no sensible de su dispositivo para proporcionarle anuncios relevantes o contenido personalizado.",
				"preferences_message": "Nosotros y nuestros socios usamos información no sensible de su dispositivo para mejorar nuestros productos y personalizar los anuncios y otros contenidos de esta aplicación. Puede aceptar todas o parte de estas operaciones. Para saber más acerca de cómo usamos sus datos, para revisar sus opciones o estas operaciones para cada socio, visite nuestra <a href=\"{privacyPolicyURL}\" target=\"_blank\">política de privacidad</a>.",
				"geo_ads_name": "Almacenamiento y acceso a información de geolocalización con propósitos de publicidad dirigida",
				"geo_ads_description": "Nuestros socios de geomarketing quieren, en nombre de sus clientes, ofrecerle publicidad personalizada adaptada a sus intereses y ofertas comerciales disponibles a su alrededor.",
				"geo_marketing_studies_name": "Almacenamiento y acceso a información de geolocalización para realizar estudios de mercado",
				"geo_marketing_studies_description": "Nuestros socios de geomarketing quieren poder realizar estudios de mercado para sus clientes, en particular para ayudarles a llegar a un entendimiento mayor del mercado y sus tendencias y para ayudarles a analizar el rendimiento de sus tiendas y competidores. Estos informes de mercado solo contendrán datos agregados y anónimos.",
				"disable_buttons_until_scroll_indicator": "Deslice para dar su consentimiento"
			},
			"ro": {
				"information_storage_and_access_19227997": "Stocarea și accesarea informațiilor",
				"information_storage_and_access_description_19227997": "stocarea informațiilor sau accesarea informațiilor care sunt deja stocate, pe dispozitivul dvs., precum: identificatori publicitari, identificatori ai dispozitivelor, module cookie și tehnologii similare.",
				"personalisation_20601824": "Personalizare",
				"personalisation_description_20601824": "Colectarea și prelucrarea informațiilor despre utilizarea de către dvs. a acestui serviciu, în scopul personalizării ulterioare a materialelor publicitare și/sau a conținutului în alte contexte, de exemplu pe alte site-uri sau aplicații. În mod obișnuit, conținutul site-ului sau al aplicației este utilizat pentru a se face deducții cu privire la interesele dvs., aceste informații urmând a sta la baza selecțiilor viitoare privind publicitatea și/sau conținutul.",
				"ad_selection_delivery_reporting_3fb55e57": "Selectarea, furnizarea și raportarea materialelor publicitare",
				"ad_selection_delivery_reporting_description_3fb55e57": "colectarea de informații și combinarea lor cu informații colectate anterior, în scopul selectării și al furnizării de materiale publicitare către dvs., precum și pentru măsurarea furnizării și a eficienței respectivelor materiale publicitare. Aceasta include utilizarea informațiilor colectate anterior despre interesele dvs., pentru selectarea materialelor publicitare și pentru prelucrarea datelor despre ce materiale publicitare au fost afișate, cât de des au fost afișate, unde și când au fost afișate și dacă au generat vreo acțiune din partea dvs., spre exemplu, dacă ați făcut clic pe un anunț publicitar sau dacă ați efectuat o achiziție. Aceasta nu include Personalizarea, care constă în colectarea și prelucrarea informațiilor despre utilizarea de către dvs. a acestui serviciu, în scopul personalizării ulterioare a materialelor publicitare și/sau a conținutului destinate dvs. în alte contexte, de exemplu pe site-uri sau aplicații.",
				"content_selection_delivery_reporting_10c29447": "Selectarea, furnizarea și raportarea conținutului",
				"content_selection_delivery_reporting_description_10c29447": "colectarea de informații și combinarea lor cu informații colectate anterior, în scopul selectării și al furnizării de conținut pentru dvs., precum și pentru măsurarea furnizării și a eficienței respectivului conținut. Aceasta include utilizarea informațiilor colectate anterior despre interesele dvs., pentru selectarea conținutului și pentru prelucrarea datelor despre ce conținut a fost afișat, cât de des sau cât de mult timp a fost afișat, unde și când a fost afișat și dacă a generat vreo acțiune din partea dvs., spre exemplu, dacă ați făcut clic pe conținut. Aceasta nu include Personalizarea, care constă în colectarea și prelucrarea informațiilor despre utilizarea de către dvs. a acestui serviciu, în scopul personalizării ulterioare a conținutului și/sau a materialelor publicitare destinate dvs. în alte contexte, de exemplu, pe site-uri sau aplicații.",
				"measurement_268d0e0": "Măsurare",
				"measurement_description_268d0e0": "Colectarea de informații despre folosirea de către dvs. a conținutului și combinarea cu informațiile colectate anterior, în scopul măsurării, al înțelegerii și al raportării folosirii de către dvs. a serviciului. Aceasta nu include Personalizarea, anume colectarea de informații despre utilizarea de către dvs. a acestui serviciu, în scopul personalizării ulterioare a conținutului și/sau a materialelor publicitare destinate dvs. în alte contexte, de exemplu, în alte servicii, precum site-uri sau aplicații.",
				"you_allow": "Permiteți",
				"agree_close_ea00d5ff": "De acord și închideți",
				"learn_more_7a8d626": "Mai multe →",
				"by_the_following_providers_c86a92d7": "De la următorii furnizori",
				"save_11a80ec3": "Salvați",
				"disagree_to_all_c0355616": "Dezacord total",
				"agree_to_all_5b7ca45d": "Acord total",
				"view_privacy_policy": "Vedeți Politica de confidențialitate",
				"data_processing_based_consent": "Procesarea datelor pe baza consimțământului",
				"data_processing_based_legitimate_interest": "Procesarea datelor pe baza intereselor întemeiate",
				"agree_to_all_our_partners": "De către toți partenerii noștri",
				"agree_to_all_our_partners_except": "De către toți partenerii noștri cu excepția",
				"agree_to_none_partners": "De către niciunul dintre partenerii noștri",
				"view_all_partners": "Afișare",
				"all_partners": "Toți partenerii",
				"select_partners": "Selectați partenerii",
				"authorize": "Autorizați",
				"block": "Blocați",
				"except": "cu excepția",
				"content_text_explanation_vendors_list_view": "Puteți seta preferințele de consimțământ pentru fiecare partener enumerat mai jos în mod individual. Dați clic pe numele unui partener pentru a obține mai multe informații despre activitatea sa, despre datele pe care le colectează și cum le folosește.",
				"notice_popup_message": "<h2>Respectăm confidențialitatea dvs.</h2><br><p>Noi și partenerii noștri folosim informații fără caracter confidențial precum identificatorii dispozitivelor sau stocarea pentru afișarea reclamelor personalizate, măsurarea utilizării, identificarea preferințelor utilizatorilor și furnizarea de conținut personalizat.</p><p><br>Dați clic pe buton pentru a permite aceste operațiuni și pentru a menține o experiență personalizată. Vă puteți modifica preferințele oricând revenind la această aplicație.</p>",
				"notice_banner_message": "<b>Reclamele ne ajută să rulăm această aplicație.</b> Dând clic pe „De acord și închideți”, companiile selectate în prealabil pot folosi informațiile fără caracter personal de pe dispozitivul dvs. pentru afișarea de reclame relevante sau conținut personalizat.",
				"preferences_message": "Noi și partenerii noștri folosim informațiile fără caracter confidențial de pe dispozitivul dvs. pentru a ne îmbunătăți produsele și a personaliza reclamele și alt conținut din aplicație. Puteți accepta integral sau parțial aceste operațiuni. Pentru a afla mai multe despre cum vă folosim datele, pentru a vă revizui opțiunile sau operațiunile pentru fiecare partener, accesați <a href=\"{privacyPolicyURL}\" target=\"_blank\">politica noastră de confidențialitate</a>.",
				"geo_ads_name": "Stocare și acces la informațiile de geolocalizare pentru afișarea reclamelor țintite",
				"geo_ads_description": "Partenerii noștri de geomarketing își doresc, în numele clienților, să vă ofere reclame personalizate adaptate intereselor dvs. și oferte comerciale disponibile în zona dvs.",
				"geo_marketing_studies_name": "Stocare și acces la informațiile de geolocalizare pentru desfășurarea studiilor de marketing",
				"geo_marketing_studies_description": "Partenerii noștri de geomarketing doresc să desfășoare studii de marketing în numele clienților, pentru a-i ajuta să înțeleagă mai bine piața și tendințele acesteia și să analizeze performanța magazinelor lor și a concurenței. Aceste rapoarte de marketing vor conține doar date agregate și anonimizate.",
				"disable_buttons_until_scroll_indicator": "Derulați în jos pentru a vă acorda consimțământul"
			},
			"hr": {
				"information_storage_and_access_19227997": "Pohrana i pristup podacima",
				"information_storage_and_access_description_19227997": "Pohrana podataka ili pristup podacima koji su već pohranjeni na vaš uređaj kao što su identifikatori oglašavanja, identifikatori uređaja, kolačići i slične tehnologije.",
				"personalisation_20601824": "Personalizacija",
				"personalisation_description_20601824": "Prikupljanje i obrada podataka o vašoj uporabi ove usluge za naknadno personaliziranje oglašavanja i/ili sadržaja tijekom vremena u svrhu korištenja za vaše potrebe u drugim kontekstima npr. za druga web-mjesta ili aplikacije. Sadržaj web-mjesta ili aplikacije obično se koristi za izvlačenje zaključaka o vašim interesima u svrhu formuliranja budućih odabira oglašavanja i/ili sadržaja.",
				"ad_selection_delivery_reporting_3fb55e57": "Odabir, isporuka, izvješćivanje za oglase",
				"ad_selection_delivery_reporting_description_3fb55e57": "Prikupljanje podataka i kombiniranje s prethodno prikupljenim podacima u svrhu odabira i isporuke oglasa za vas te mjerenja isporuke i učinkovitosti takvih oglasa. Ovo uključuje uporabu prethodno prikupljenih podataka o vašim interesima u svrhu odabira oglasa, obrade podataka o tome koji oglasi su prikazivani, kako često su prikazivani, kada i gdje su prikazivani i da li ste poduzeli određene radnje povezane s oglasima, uključujući primjerice klikanje na oglas ili obavljanje kupnje. Ovo ne uključuje personalizaciju, a to je prikupljanje i obrada podataka o vašoj uporabi ove usluge za naknadno personaliziranje oglašavanja i/ili sadržaja tijekom vremena u svrhu korištenja za vaše potrebe u drugim kontekstima npr. za druga web-mjesta ili aplikacije.",
				"content_selection_delivery_reporting_10c29447": "Odabir, isporuka, izvješćivanje za sadržaj",
				"content_selection_delivery_reporting_description_10c29447": "Prikupljanje podataka i kombiniranje s prethodno prikupljenim podacima u svrhu odabira i isporuke sadržaja za vas te mjerenja isporuke i učinkovitosti takvih sadržaja. Ovo uključuje uporabu prethodno prikupljenih podataka o vašim interesima u svrhu odabira sadržaja, obrade podataka o tome koji sadržaj je prikazivan, kako često je prikazivan, kada i gdje je prikazivan i da li ste poduzeli određene radnje povezane sa sadržajem, uključujući primjerice klikanje na sadržaj. Ovo ne uključuje personalizaciju, a to je prikupljanje i obrada podataka o vašoj uporabi ove usluge za naknadno personaliziranje oglašavanja i/ili sadržaja tijekom vremena u svrhu korištenja za vaše potrebe u drugim kontekstima npr. za druga web-mjesta ili aplikacije.",
				"measurement_268d0e0": "Mjerenje",
				"measurement_description_268d0e0": "Prikupljanje podataka o vašoj uporabi sadržaja i kombiniranje s prethodno prikupljenim podacima u svrhu mjerenja, razumijevanja i izvješćivanja o vašoj uporabi sadržaja. Ovo ne uključuje personalizaciju, prikupljanje i obrada podataka o vašoj uporabi ove usluge za naknadno personaliziranje oglašavanja i/ili sadržaja tijekom vremena u svrhu korištenja za vaše potrebe u drugim kontekstima npr. za druga web-mjesta ili aplikacije.",
				"you_allow": "Dopuštate",
				"agree_close_ea00d5ff": "Slažem se i zatvori",
				"learn_more_7a8d626": "Saznajte više →",
				"by_the_following_providers_c86a92d7": "Za sljedeće pružatelje",
				"save_11a80ec3": "Spremi",
				"disagree_to_all_c0355616": "Ne slažem se ni sa čim",
				"agree_to_all_5b7ca45d": "Slažem se sa svime",
				"view_privacy_policy": "Vidi pravila o privatnosti",
				"data_processing_based_consent": "Obrada podataka temeljem suglasnosti",
				"data_processing_based_legitimate_interest": "Obrada podataka temeljem opravdanih interesa",
				"agree_to_all_our_partners": "Od svih naših partnera",
				"agree_to_all_our_partners_except": "Od svih naših partnera, osim",
				"agree_to_none_partners": "Za niti jednog našeg partnera",
				"view_all_partners": "Prikaži",
				"all_partners": "Svi partneri",
				"select_partners": "Odaberite partnere",
				"authorize": "Ovlasti",
				"block": "Blokiraj",
				"except": "osim",
				"content_text_explanation_vendors_list_view": "Svoje preference u vezi sa suglasnošću možete odrediti za svakog pojedinog dolje navedenog partnera. Kliknite na naziv partnera kako biste dobili više informacija o tome što radi, koje podatke prikuplja i kako se njima koristi.",
				"notice_popup_message": "<h2>Poštujemo vašu privatnost</h2><br><p>Mi i naši partneri upotrebljavamo podatke koji nisu osjetljivi, poput identifikatora uređaja ili memorije za svrhe poput prikazivanja personaliziranih reklama, mjerenje uporabe i preferenci naših korisnika te personalizaciju sadržaja.</p><p><br>Kliknite na gumb kako biste dali suglasnost za te postupke i održali s tim povezano bolje korisničko iskustvo. Svoje preference možete u svakom trenutku promijeniti ponovnim otvaranjem ove aplikacije.</p>",
				"notice_banner_message": "<b>Reklame nam pomažu u održavanju ove aplikacije.</b> Klikom na „Slažem se i zatvori”, prethodno odabrane tvrtke mogu se koristiti podacima s vašeg uređaja koji nisu osjetljivi kako bi ponudile odgovarajuće reklame ili personalizirani sadržaj.",
				"preferences_message": "Mi i naši partneri upotrebljavamo podatke s vašeg uređaja koji nisu osjetljivi radi poboljšanja naših proizvoda i personalizacije reklama i drugih sadržaja u ovoj aplikaciji. Možete prihvatiti sve ili dio tih postupaka. Kako biste saznali više o tome kako se koristimo vašim podacima ili pregledali dostupne mogućnosti ili postupke za svakog partnera, pregledajte naša <a href=\"{privacyPolicyURL}\" target=\"_blank\">pravila o zaštiti privatnosti</a>.",
				"geo_ads_name": "Pohrana i pristup informacijama o geolokaciji u svrhu ciljanog oglašavanja.",
				"geo_ads_description": "Naši partneri za geomarketing vam žele u ime svojih klijenata nuditi oglase koji su prilagođeni vašim interesima, kao i komercijalne ponude koje su dostupne u vašoj blizini.",
				"geo_marketing_studies_name": "Pohrana i pristup informacijama o geolokaciji radi provedbe marketinških istraživanja.",
				"geo_marketing_studies_description": "Naši partneri za geomarketing žele biti u mogućnosti provoditi marketinška istraživanja u ime svojih klijenata, prvenstveno kako bi im pomogli da bolje razumiju tržište i njegove trendove, kao i kako bi im pomogli analizirati uspješnost svojih trgovina i konkurenata. Ova marketinška izvješća sadržavat će samo zbirne i anonimne podatke.",
				"disable_buttons_until_scroll_indicator": "Listajte dalje radi davanja suglasnosti"
			},
			"cs": {
				"information_storage_and_access_19227997": "Uložení informací a přístup k nim",
				"information_storage_and_access_description_19227997": "uložení informací na vašem zařízení nebo přístup k informacím, které jsou na něm již uloženy, jako jsou reklamní identifikátory, identifikátory zařízení, soubory cookie a podobné technologie.",
				"personalisation_20601824": "Personalizace",
				"personalisation_description_20601824": "shromažďování a zpracovávání informací o používání této služby z vaší strany pro následnou průběžnou personalizaci reklamy a/nebo obsahu pro vaši osobu v jiných souvislostech, například na jiných webových stránkách nebo v jiných aplikacích. Obsah webové stránky nebo aplikace se zpravidla použije pro odvození vašich zájmů, na jejichž základě probíhá výběr reklamy nebo obsahu v budoucnu.",
				"ad_selection_delivery_reporting_3fb55e57": "Výběr, zobrazování a reporting reklamy",
				"ad_selection_delivery_reporting_description_3fb55e57": "shromažďování informací a jejich slučování s informacemi shromážděnými dříve za účelem výběru a zobrazování reklam pro vaši osobu a měření zobrazování a účinnosti takových reklam. Patří sem použití dříve shromážděných informací o vašich zájmech pro výběr reklam, zpracování údajů o zobrazených reklamách, o frekvenci, času a místě jejich zobrazení a o tom, zda jste v souvislosti s danou reklamou provedli nějaké kroky, například kliknutí na reklamu nebo provedení nákupu. Nepatří sem personalizace, která představuje shromažďování a zpracovávání informací o používání této služby z vaší strany pro následnou průběžnou personalizaci reklamy a/nebo obsahu pro vaši osobu v jiných souvislostech, například na webových stránkách nebo v aplikacích.",
				"content_selection_delivery_reporting_10c29447": "Výběr, zobrazování a reporting obsahu",
				"content_selection_delivery_reporting_description_10c29447": "shromažďování informací a jejich slučování s informacemi shromážděnými dříve za účelem výběru a zobrazování obsahu pro vaši osobu a měření zobrazování a účinnosti takového obsahu. Patří sem použití dříve shromážděných informací o vašich zájmech pro výběr obsahu, zpracování údajů o zobrazeném obsah, o frekvenci, času a místě jejich zobrazení a o tom, zda jste v souvislosti s daným obsahem provedli nějaké kroky, například kliknutí na obsah. Nepatří sem personalizace, která představuje shromažďování a zpracovávání informací o používání této služby z vaší strany pro následnou průběžnou personalizaci obsahu a/nebo reklamy pro vaši osobu v jiných souvislostech, například na webových stránkách nebo v aplikacích.",
				"measurement_268d0e0": "Měření",
				"measurement_description_268d0e0": "shromažďování informací o používání obsahu z vaší strany a jejich slučování s informacemi shromážděnými dříve za účelem měření, porozumění a reportingu používání služby z vaší strany. Nepatří sem personalizace, shromažďování informací o používání této služby z vaší strany pro následnou průběžnou personalizaci obsahu a/nebo reklamy pro vaši osobu v jiných souvislostech, tj. u jiné služby, například na webových stránkách nebo v aplikacích.",
				"you_allow": "Povolujete",
				"agree_close_ea00d5ff": "Souhlasit a zavřít",
				"learn_more_7a8d626": "Další informace →",
				"by_the_following_providers_c86a92d7": "Od následujících poskytovatelů",
				"save_11a80ec3": "Uložit",
				"disagree_to_all_c0355616": "Nesouhlasit se vším",
				"agree_to_all_5b7ca45d": "Souhlasit se vším",
				"view_privacy_policy": "Zobrazit Zásady ochrany osobních údajů",
				"data_processing_based_consent": "Zpracování údajů na základě souhlasu",
				"data_processing_based_legitimate_interest": "Zpracování údajů na základě oprávněného zájmu",
				"agree_to_all_our_partners": "Všemi našimi partnery",
				"agree_to_all_our_partners_except": "Všemi našimi partnery kromě",
				"agree_to_none_partners": "Žádným z našich partnerů",
				"view_all_partners": "Ukázat",
				"all_partners": "Všichni partneři",
				"select_partners": "Vybrat partnery",
				"authorize": "Povolit",
				"block": "Blokovat",
				"except": "kromě",
				"content_text_explanation_vendors_list_view": "Předvolby souhlasu můžete nastavit individuálně pro každého partnera uvedeného níže. Klikněte na jméno partnera a získáte další informace o tom, čím se zabývá, jaké údaje shromažďuje a jak je používá.",
				"notice_popup_message": "<h2>Respektujeme vaše soukromí</h2><br><p>My i naši partneři používáme informace, které nejsou citlivé, jako identifikátory zařízení nebo úložný prostor pro účely, k nimž patří například zobrazování přizpůsobených reklam, měření používání a preferencí našich uživatelů a rovněž přizpůsobení obsahu.</p><p><br>Kliknutím na tlačítko vyjádříte souhlas s těmito operacemi a budete si tak moci dále užívat prostředí upravené na míru. Předvolby můžete kdykoli změnit tak, že se vrátíte do této aplikace.</p>",
				"notice_banner_message": "<b>Reklamy nám pomáhají provozovat tuto aplikaci.</b> Kliknutím na „Souhlasit a zavřít“ mohou na vašem zařízení předem vybrané společnosti používat informace, které nejsou citlivé, k zobrazování relevantních reklam nebo přizpůsobeného obsahu.",
				"preferences_message": "My i naši partneři používáme z vašeho zařízení informace, které nejsou citlivé, pro účely zlepšení našich produktů, přizpůsobení reklam a dalšího obsahu v této aplikaci. Můžete přijmout všechny nebo některé z těchto operací. Chcete-li se dozvědět více o způsobu, jakým používáme vaše údaje, podívat se na vaše možnosti nebo tyto operace pro každého partnera, přečtěte si naše <a href=\"{privacyPolicyURL}\" target=\"_blank\">Zásady ochrany osobních údajů</a>.",
				"geo_ads_name": "Ukládání a přístup k informacím o geografické poloze pro účely cílené reklamy",
				"geo_ads_description": "Naši geomarketingoví partneři chtějí jménem svých zákazníků nabízet personalizované reklamy přizpůsobené vašim zájmům a obchodní nabídky, které jsou k dispozici ve vašem okolí.",
				"geo_marketing_studies_name": "Ukládání a přístup k informacím o geografické poloze za účelem provádění marketingových studií",
				"geo_marketing_studies_description": "Naši geomarketingoví partneři chtějí mít možnost provádět marketingové studie jménem svých klientů, zejména jim pomáhat lépe porozumět trhu a jeho trendům a pomoci jim analyzovat výkonnost jejich obchodů a konkurentů. Tyto marketingové sestavy budou obsahovat pouze agregovaná a anonymní data.",
				"disable_buttons_until_scroll_indicator": "Posuňte dolů a udělte souhlas"
			},
			"tr": {
				"information_storage_and_access_19227997": "Bilgilerin depolanması ve erişim",
				"information_storage_and_access_description_19227997": "Kullanıcının cihazında reklam tanımlama bilgileri ve/ya da diğer cihaz tanımlama bilgilerinin depolanması, ya da zaten depolanan bilgilere erişim ve/ya da çerezlerin ya da diğer teknolojilerin kullanılması.",
				"personalisation_20601824": "Kişiseleştirme",
				"personalisation_description_20601824": "Diğer içeriklerde, örneğin diğer internet sitelerinde ya da uygulamalarda zaman içinde reklamların kişiselleştirilmesi için bir sitenin kullanıcısı hakkındaki bilgiler toplamak ve bu bilgileri işlemek. Tipik olarak, gelecekteki seçimlerde bilgilendirmek amacıyla kullanıcının ilgi alanlarıyla ilgili çıkarımlar yapmak için site ya da uygulama içeriğinin kullanılması.",
				"ad_selection_delivery_reporting_3fb55e57": "Reklam seçimi, teslimi, raporlaması",
				"ad_selection_delivery_reporting_description_3fb55e57": "Reklamları seçmek, teslim etmek ve böylesi reklamların teslimini ve verimliliğini ölçmek amacıyla bilgilerin toplanması ve daha önce toplanan bilgilerle birleştirilmesi.  Buna reklamları seçmek için kullanıcının ilgi alanları hakkında daha önce toplanan bilgilerin kullanımı, hangi reklamların, nerede ve ne zaman gösterildiğine dair verilerin işlenmesi ve reklamla ilgili, örneğin reklama tıklama ya da bir satın alım yapma gibi herhangi bir eylemin yapılıp yapılmadığı dahildir.",
				"content_selection_delivery_reporting_10c29447": "İçerik seçimi, teslimi, raporlaması",
				"content_selection_delivery_reporting_description_10c29447": "İçeriği seçmek, teslim etmek ve böylesi içeriğin teslimini ve verimliliğini ölçmek amacıyla bilgilerin toplanması ve daha önce toplanan bilgilerle birleştirilmesi.  Buna içerikleri seçmek için kullanıcının ilgi alanları hakkında daha önce toplanan bilgilerin kullanımı, hangi içeriklerin, ne zaman, nerede ne kadar sık ve ne kadar uzun gösterildiğine dair verilerin işlenmesi, ve içerikle ilgili, örneğin içeriğe tıklama gibi herhangi bir eylemin yapılıp yapılmadığı dahildir.",
				"measurement_268d0e0": "Ölçüm",
				"measurement_description_268d0e0": "Kullanıcının içeriği kullanımını ölçmek, anlamak ve raporlamak için kullanıcının içeriği kullanması hakkındaki bilgilerin toplanması ve daha önce toplanan bilgilerle birleştirilmesi.",
				"you_allow": "İzin verin",
				"agree_close_ea00d5ff": "Kabul edin ve Kapatın",
				"learn_more_7a8d626": "Daha Fazla Bilgi →",
				"by_the_following_providers_c86a92d7": "Aşağıdaki sağlayıcılar tarafından",
				"save_11a80ec3": "Kaydet",
				"disagree_to_all_c0355616": "Tümünü kabul etmiyorum",
				"agree_to_all_5b7ca45d": "Tümünü kabul ediyorum",
				"view_privacy_policy": "Gizlilik Politikasını Görüntüleyin",
				"data_processing_based_consent": "Rızaya bağlı veri işleme",
				"data_processing_based_legitimate_interest": "Meşru çıkarlar için rızaya bağlı veri işleme",
				"agree_to_all_our_partners": "Tüm ortaklarımız tarafından",
				"agree_to_all_our_partners_except": "Şunun haricinde tüm ortaklarımız tarafından:",
				"agree_to_none_partners": "Ortaklarımızdan hiçbiri tarafından",
				"view_all_partners": "Göster",
				"all_partners": "Tüm ortaklar",
				"select_partners": "Ortakları seçin",
				"authorize": "Yetkilendirin",
				"block": "Engelleyin",
				"except": "haricinde",
				"content_text_explanation_vendors_list_view": "Aşağıda listelenen her ortak için bireysel olarak onay tercihlerinizi belirleyebilirsiniz. Ne yaptığı, hangi verileri topladığı ve onları nasıl kullandığına dair daha fazla bilgi edinmek için ortak ismine tıklayın.",
				"notice_popup_message": "<h2>Gizliliğinize saygı duyuyoruz.</h2><br><p>Biz ve ortaklarımız, kişiselleştirilmiş reklamlar göstermek, kullanımı ölçmek ve kişiselleştirilmiş içerik sunmanın yanı sıra kullanıcılarımızın tercihlerini öğrenmek gibi amaçlar için cihaz tanımlama bilgileri ya da depolama gibi hassas olmayan bilgileri kullanıyoruz.  </p><p><br>Bu işlemler için onayınızı vermek ve size özel bir deneyimi sürdürmek için bu düğmeye tıklayın. Bu uygulamaya geri dönerek istediğiniz zaman tercihlerinizi değiştirebilirsiniz.</p>",
				"notice_banner_message": "<b>Reklamlar bu uygulamayı işletmemize yardımcı oluyor.</b> \"Kabul edin ve Kapatın\" seçeneğine tıkladığınızda önceden seçilmiş şirketler cihazınızdaki hassas olmayan bilgileri ilgili reklamlar ya da kişiselleştirilmiş içerik sunmak için kullanabilir.",
				"preferences_message": "Biz ve ortaklarımız ürünlerimizi iyileştirmek ve bu uygulama üzerindeki reklamlar ile diğer içerikleri kişiselleştirmek için cihazınızdaki hassas olmayan bilgileri kullanabiliriz.  Bu işlemlerin tümünü ya da bir kısmını kabul edebilirsiniz. Verilerinizi nasıl kullandığımız hakkında daha fazla bilgi edinmek, her ortak için seçeneklerinizi ve bu işlemleri incelemek için <a href=\"{privacyPolicyURL}\" target=\"_blank\">gizlilik politikamızı</a> ziyaret edin.",
				"geo_ads_name": "Hedefli reklam amaçları için coğrafi konum bilgilerinin depolanması ve erişim",
				"geo_ads_description": "Coğrafi konum pazarlama ortaklarımız, müşterilerinin adına, sizlerin ilgi alanlarınıza uygun kişiselleştirilmiş reklamlar ve bölgenizde mevcut olan ticari teklifleri sunmak istemektedir.",
				"geo_marketing_studies_name": "Pazarlama çalışmaları yapmak için coğrafi konum bilgilerinin depolanması ve erişim",
				"geo_marketing_studies_description": "Coğrafi konum pazarlama ortaklarımız müşterilerinin adına, özellikle pazarı ve eğilimlerini daha iyi anlayabilmeleri ve mağazalarının ve rakiplerinin performansını analiz etmelerine yardımcı olmak için pazarlama çalışmaları yapmak istemektedir.  Bu pazarlama raporları sadece toplu ve anonim verileri içerecektir.",
				"disable_buttons_until_scroll_indicator": "Kabul etmek için aşağıya kaydırın"
			},
			"pl": {
				"information_storage_and_access_19227997": "Przechowywanie i dostęp do informacji",
				"information_storage_and_access_description_19227997": "Przechowywanie informacji albo dostęp do informacji przechowywanych na urządzeniu użytkownika, w tym dostęp do identyfikatorów reklamowych, innych identyfikatorów urządzenia, wykorzystanie plików cookie oraz podobnych technologii.",
				"personalisation_20601824": "Personalizacja",
				"personalisation_description_20601824": "Gromadzenie i przetwarzanie informacji na temat sposobu korzystania przez użytkownika z usługi, aby z czasem dokonać personalizacji reklam lub treści dla użytkownika w innych kontekstach, na przykład w innych witrynach albo aplikacjach. Zazwyczaj treści w witrynie lub aplikacji są wykorzystywane do wyciągania wniosków na temat zainteresowań użytkownika, które zapewniają dane na potrzeby doboru reklam lub treści w przyszłości.",
				"ad_selection_delivery_reporting_3fb55e57": "Wybór i dostarczanie reklam, tworzenie raportów na temat reklam",
				"ad_selection_delivery_reporting_description_3fb55e57": "Gromadzenie informacji oraz przetwarzanie uprzednio zgromadzonych informacji w celu wyboru i dostarczenia użytkownikowi reklam oraz oceny dostarczania i skuteczności tych reklam. Obejmuje to wykorzystywanie uprzednio zgromadzonych informacji na temat zainteresowań użytkownika w celu wyboru reklam, przetwarzanie danych na temat wyświetlonych reklam, częstotliwości, czasu i miejsca ich wyświetlania, oraz informacji czy użytkownik podjął działania w związku z reklamą, np. klikając na reklamę albo dokonując zakupu. Nie obejmuje to Personalizacji, która obejmuje gromadzenie i przetwarzanie informacji na temat sposobu korzystania przez użytkownika z usługi, aby z czasem dokonać personalizacji reklam lub treści dla użytkownika w innych kontekstach, na przykład w witrynach albo aplikacjach.",
				"content_selection_delivery_reporting_10c29447": "Wybór i dostarczanie treści, tworzenie raportów na temat treści",
				"content_selection_delivery_reporting_description_10c29447": "Gromadzenie informacji oraz przetwarzanie uprzednio zgromadzonych informacji w celu wyboru i dostarczenia treści oraz oceny dostarczania i skuteczności tych treści. Obejmuje to wykorzystywanie uprzednio zgromadzonych informacji na temat zainteresowań użytkownika w celu wyboru treści, przetwarzanie danych na temat wyświetlonych treści, częstotliwości, czasu i miejsca ich wyświetlania, oraz informacji czy użytkownik podjął działania w związku z treścią, np. klikając na treść. Nie obejmuje to Personalizacji, która obejmuje gromadzenie i przetwarzanie informacji na temat sposobu korzystania przez użytkownika z usługi, aby z czasem dokonać personalizacji treści lub reklam dla użytkownika w innych kontekstach, na przykład w witrynach albo aplikacjach.",
				"measurement_268d0e0": "Pomiary",
				"measurement_description_268d0e0": "Gromadzenie informacji na temat wykorzystywania treści przez użytkownika oraz przetwarzanie uprzednio zgromadzonych informacji w celu oceny, zrozumienia i tworzenia raportów na temat wykorzystywania usługi przez użytkownika. Nie obejmuje to Personalizacji, gromadzenia i przetwarzanie informacji na temat sposobu korzystania przez użytkownika z usługi, aby z czasem dokonać personalizacji treści lub reklam dla użytkownika w innych kontekstach, tj. w ramach usługi, na przykład w witrynach albo aplikacjach.",
				"you_allow": "Pozwalasz",
				"agree_close_ea00d5ff": "Zgódź się i zamknij",
				"learn_more_7a8d626": "Dowiedz się więcej →",
				"by_the_following_providers_c86a92d7": "Przez następujących dostawców",
				"save_11a80ec3": "Zapisz",
				"disagree_to_all_c0355616": "Nie akceptuj żadnego",
				"agree_to_all_5b7ca45d": "Akceptuj wszystkie",
				"view_privacy_policy": "Zobacz Zasady ochrony prywatności",
				"data_processing_based_consent": "Przetwarzanie danych na podstawie zgody",
				"data_processing_based_legitimate_interest": "Przetwarzanie danych na podstawie prawnie uzasadnionego interesu",
				"agree_to_all_our_partners": "Przez wszystkich naszych partnerów",
				"agree_to_all_our_partners_except": "Przez wszystkich naszych partnerów za wyjątkiem",
				"agree_to_none_partners": "Przez żadnego z naszych partnerów",
				"view_all_partners": "Pokaż",
				"all_partners": "Wszyscy partnerzy",
				"select_partners": "Wybierz partnerów",
				"authorize": "Autoryzuj",
				"block": "Blokuj",
				"except": "za wyjątkiem",
				"content_text_explanation_vendors_list_view": "Możesz zmienić ustawienia zgody dla każdego z poniższych partnerów oddzielnie. Kliknij na nazwę partnera, aby uzyskać więcej informacji o ich roli, danych, które zbierają oraz sposobie ich używania.",
				"notice_popup_message": "<h2>Szanujemy twoją prywatność</h2><br><p>Zarówno my, jak i nasi partnerzy używamy informacji niewrażliwych, takich jak identyfikatory urządzeń lub danych pomagających personalizować reklamy poprzez mierzenie używania i poznawanie preferencji naszych użytkowników.</p><p><br>Kliknij w przycisk, aby wyrazić zgodę na te działania i otrzymywać spersonalizowane treści. Może zmienić te ustawienia w dowolnym momencie, uruchamiając tę aplikację.</p>",
				"notice_banner_message": "<b>Dzięki reklamom możemy rozwijać tę aplikację.</b> Klikając w „Zgódź się i zamknij”, wcześniej wybrane firmy mogą używać informacji niewrażliwych na twoim urządzeniu w celu pokazywania tobie odpowiednich reklam i spersonalizowanych treści.",
				"preferences_message": "My i nasi partnerzy używamy informacji niewrażliwych na twoim urządzeniu, aby poprawiać nasze produkty i personalizować reklamy i inne treści w aplikacji. Możesz zgodzić się na wszystkie lub część tych działań. W celu uzyskania dalszych informacji o sposobie używania twoich danych, sprawdzenia swoich ustawień lub działań poszczególnych partnerów, przejdź do naszej <a href=\"{privacyPolicyURL}\" target=\"_blank\">polityki prywatności</a>.",
				"geo_ads_name": "Przechowywanie i dostęp do informacji geolokacyjnych w celach reklamowych",
				"geo_ads_description": "Nasi partnerzy w usługach geolokacyjnych starają się, w imieniu swoich klientów, zaoferować Ci spersonalizowane reklamy, uwzględniając Twoje zainteresowania i dostęp do produktów.",
				"geo_marketing_studies_name": "Przechowywanie i dostęp do informacji geolokacyjnych w celach analizy rynku.",
				"geo_marketing_studies_description": "Nasi partnerzy w usługach geolokacyjnych starają się, w imieniu swoich klientów, lepiej zrozumieć rynek i panujące na nim trendy, a także przeanalizować swoje wyniki sprzedażowe względem konkurencji. Tego typu raporty rynkowe zawierać będą w pełni anonimowe i zagregowane dane.",
				"disable_buttons_until_scroll_indicator": "Przewiń w dół, aby wyrazić zgodę"
			},
			"fi": {
				"information_storage_and_access_19227997": "Tietojen tallennus ja tietoihin pääsy",
				"information_storage_and_access_description_19227997": "Tietojen tallennus tai jo tallennettuihin tietoihin pääsy käyttäjän laitteella, kuten pääsy mainontatunnisteisiin ja/tai muihin laitetunnisteisiin ja/tai evästeiden ja vastaavien teknologioiden käyttö.",
				"personalisation_20601824": "Personointi",
				"personalisation_description_20601824": "Sivuston käyttäjää koskevien tietojen kerääminen ja käsittely myöhempää mainnonan personointia varten käyttäjälle muissa yhteyksissä, kuten muilla sivustoilla tai muissa sovelluksissa ajan mittaan. Tyypillisesti sivuston tai sovelluksen sisältöä käytetään selvittämään käyttäjän kiinnostuksen kohteita, jotka vaikuttavat tuleviin mainonnan ja/tai sisällön valintoihin.",
				"ad_selection_delivery_reporting_3fb55e57": "Mainosten valinta, toimittaminen ja raportointi",
				"ad_selection_delivery_reporting_description_3fb55e57": "Tietojen kerääminen ja yhdistäminen aiemmin kerättyihin tietoihin mainonnan valitsemiseksi ja toimittamiseksi sekä tällaisen mainonnan toimittamisen ja tehokkuuden mittaamiseksi. Tähän kuuluu käyttäjän kiinnostuksen kohteista aiemmin kerättyjen tietojen käyttö, näytettyjä mainoksia koskeva tietojen käsittely, kuinka usein, missä ja milloin mainoksia näytettiin, ja ryhtyikö käyttäjä mihinkään toimenpiteisiin mainonnan vuoksi, esimerkiksi klikkasiko käyttäjä mainosta vai ostiko käyttäjä jotakin. Tähän ei sisälly Personointi, joka merkitsee tämän palvelun käyttöä koskevan tiedon keräämistä ja käsittelyä, jotta sisältöä ja/tai mainontaa muokattaisiin myöhemmin käyttäjälle ajan mittaan muissa yhteyksissä, kuten verkkosivustoilla tai sovelluksissa.",
				"content_selection_delivery_reporting_10c29447": "Sisällön valinta, toimittaminen ja raportointi",
				"content_selection_delivery_reporting_description_10c29447": "Tietojen kerääminen ja yhdistäminen aiemmin kerättyihin, jotta sisältö voitaisiin valita ja toimittaa käyttäjälle ja jotta voitaisiin arvioida tällaisen sisällön toimittaminen ja tehokkuus. Tämä sisältää aiemmin käyttäjän kiinnostuksen kohteista sisällön valitsemista koskevan kerätyn tiedon käytön, näytettyä sisältöä koskevan tiedon prosessoinnin eli kuinka usein, kuinka pitkään, missä ja milloin sisältöä näytettiin, ja ryhtyikö käyttäjä mihinkään toimenpiteisiin sen vuoksi, esimerkiksi klikkaamalla sisältöä. Tähän ei sisälly Personointi, joka merkitsee tämän palvelun käyttöä koskevan tiedon keräämistä ja käsittelyä, jotta sisältöä ja/tai mainontaa muokattaisiin myöhemmin käyttäjälle ajan mittaan muissa yhteyksissä, kuten verkkosivustoilla tai sovelluksissa.",
				"measurement_268d0e0": "Mittaaminen",
				"measurement_description_268d0e0": "Käyttäjän sisällön käyttöä koskevien tietojen kerääminen ja yhdistäminen aiemmin kerättyyn tietoon, jota käytetään mittaamaan, selvittämään ja raportoimaan palvelun käyttöä käyttäjän toimesta. Tähän ei sisälly Personointi, joka merkitsee tämän palvelun käyttöä koskevan tiedon keräämistä ja käsittelyä, jotta sisältöä ja/tai mainontaa muokattaisiin myöhemmin käyttäjälle ajan mittaan muissa yhteyksissä, kuten verkkosivustoilla tai sovelluksissa.",
				"you_allow": "Sallit",
				"agree_close_ea00d5ff": "Hyväksy ja sulje",
				"learn_more_7a8d626": "Lue lisää →",
				"by_the_following_providers_c86a92d7": "Seuraavilta palveluntarjoajilta",
				"save_11a80ec3": "Tallenna",
				"disagree_to_all_c0355616": "Älä hyväksy mitään",
				"agree_to_all_5b7ca45d": "Hyväksy kaikki",
				"view_privacy_policy": "Näytä tietosuojakäytäntö",
				"data_processing_based_consent": "Suostumukseen perustuva datankäsittely",
				"data_processing_based_legitimate_interest": "Oikeutettuun etuun pohjautuva datankäsittely",
				"agree_to_all_our_partners": "Kaikkien yhteistyökumppaneidemme",
				"agree_to_all_our_partners_except": "Kaikkien yhteistyökumppaniemme, pois lukien",
				"agree_to_none_partners": "Ei minkään yhteistyökumppanimme",
				"view_all_partners": "Näytä",
				"all_partners": "Kaikki yhteistyökumppanit",
				"select_partners": "Valitse yhteistyökumppanit",
				"authorize": "Valtuuta",
				"block": "Estä",
				"except": "pois lukien",
				"content_text_explanation_vendors_list_view": "Voit määrittää suostumusasetukset erikseen jokaiselle alla luetellulle yhteistyökumppanille. Napauttamalla yhteistyökumppanin nimeä saat selville, keitä he ovat, mitä tietoja sinulta kerätään ja miten näitä tietoja käytetään.",
				"notice_popup_message": "<h2>Yksityisyytesi on meille tärkeää</h2><br><p>Sekä me että yhteistyökumppanimme hyödynnämme laitetunnusten ja tallennustilan kaltaisia ei-arkaluontoisia tietoja kohdennetun mainonnan näyttämiseen, käyttömäärien ja käyttäjiemme kiinnostuksenkohteiden mittaamiseen sekä personoitujen sisältöjen tarjoamiseen.</p><p><br>Napauttaessasi painiketta ilmaiset hyväksyväsi näiden tietojen keräämisen ja räätälöidyn käyttökokemuksen tarjoamisen. Voit muuttaa asetuksiasi milloin tahansa tätä sovellusta käyttäessäsi.</p>",
				"notice_banner_message": "<b>Mainokset auttavat meitä ylläpitämään tätä sovellusta.</b>Napauttaessasi \"Hyväksy ja sulje\" annat etukäteen valitsemillesi yrityksille valtuudet käyttää laitteesi ei-arkaluontoisia tietoja sinua kiinnostavien mainosten ja personoitujen sisältöjen tarjoamiseen.",
				"preferences_message": "Sekä me että yhteistyökumppanimme hyödynnämme laitteesi ei-arkaluontoisia tietoja tuotteidemme kehittämiseen sekä mainosten ja tämän sovelluksen muiden sisältöjen personointiin. Voit valita, saavatko tietojasi kerätä kaikki yhteistyökumppanit vai ainoastaan etukäteen valitsemasi kumppanit. Voit lukea lisää kerättyjen tietojen käytöstä ja valittavissasi olevista asetusvaihtoehdoista <a href=\"{privacyPolicyURL}\" target=\"_blank\">tietosuojakäytännöstämme</a>.",
				"geo_ads_name": "Geosijaintitietojen tallennus ja käyttö kohdennettua mainontaa varten",
				"geo_ads_description": "Geomarkkinointikumppanimme haluavat tarjota sinulle asiakkaidensa puolesta mielenkiinnonkohteitasi vastaavia personoituja mainoksia ja lähialueellasi saatavilla olevia tarjouksia.",
				"geo_marketing_studies_name": "Geosijaintitietojen tallennus ja käyttö markkinointitutkimuksia varten",
				"geo_marketing_studies_description": "Geomarkkinointikumppanimme haluaisivat tehdä asiakkaidensa puolesta markkinointitutkimuksia. Näiden tutkimusten tarkoituksena on markkinoiden ja markkinatrendien ymmärtäminen sekä myymälöiden ja kilpailevien yritysten menestyksen analysointi. Markkinointiraportit sisältävät ainoastaan koostettua ja anonymisoitua tietoa.",
				"disable_buttons_until_scroll_indicator": "Anna suostumuksesi alaspäin vierittämällä"
			},
			"el": {
				"information_storage_and_access_19227997": "Αποθήκευση και πρόσβαση πληροφοριών",
				"information_storage_and_access_description_19227997": "Η αποθήκευση πληροφοριών ή η πρόσβαση σε πληροφορίες που έχουν ήδη αποθηκευτεί στη συσκευή σας, όπως τα διαφημιστικά αναγνωριστικά, τα αναγνωριστικά συσκευών, τα cookies ή παρόμοιες τεχνολογίες.",
				"personalisation_20601824": "Εξατομίκευση",
				"personalisation_description_20601824": "Η συλλογή και επεξεργασία πληροφοριών σχετικά με τη χρήση αυτής της συσκευής από εσάς, για τη μεταγενέστερη εξατομίκευση διαφημίσεων ή/και περιεχομένου σχετικά με εσάς σε άλλα περιβάλλοντα, όπως σε άλλους ιστότοπους ή εφαρμογές, με την πάροδο του χρόνου. Συνήθως, το περιεχόμενο του ιστότοπου ή της εφαρμογής χρησιμοποιείται για την εξαγωγή συμπερασμάτων σχετικά με τα ενδιαφέροντά σας, που ενημερώνουμε τη μελλοντική επιλογή διαφημίσεων ή/και περιεχομένου.",
				"ad_selection_delivery_reporting_3fb55e57": "Επιλογή, παράδοση και αναφορά διαφημίσεων",
				"ad_selection_delivery_reporting_description_3fb55e57": "Η συλλογή πληροφοριών και ο συνδυασμός τους με ήδη συλλεχθείσες πληροφορίες, για την επιλογή και τη διανομή διαφημίσεων σε εσάς, καθώς και την αξιολόγηση της παράδοσης και της αποτελεσματικότητας των εν λόγω διαφημίσεων. Αυτό συμπεριλαμβάνει τη χρήση ήδη συλλεχθεισών πληροφοριών σχετικά με τα ενδιαφέροντά σας για την επιλογή διαφημίσεων, η επεξεργασία δεδομένων σχετικά με το είδος των διαφημίσεων που προβλήθηκαν, τη συχνότητα εμφάνισής τους, τον χρόνο και το περιβάλλον όπου εμφανίστηκαν και το εάν προβήκατε σε οποιαδήποτε ενέργεια σχετικά με τη διαφήμιση (π.χ. εάν έγινε κλικ στη διαφήμιση ή εάν πραγματοποιήθηκε κάποια αγορά). Αυτό δεν περιλαμβάνει την εξατομίκευση, η οποία είναι η συλλογή και επεξεργασία πληροφοριών σχετικά με τη χρήση αυτής της συσκευής από εσάς, για τη μεταγενέστερη εξατομίκευση διαφημίσεων ή/και περιεχομένου σχετικά με εσάς σε άλλα περιβάλλοντα, όπως σε ιστότοπους ή εφαρμογές, με την πάροδο του χρόνου.",
				"content_selection_delivery_reporting_10c29447": "Επιλογή, παράδοση και αναφορά περιεχομένου",
				"content_selection_delivery_reporting_description_10c29447": "Η συλλογή πληροφοριών και ο συνδυασμός τους με ήδη συλλεχθείσες πληροφορίες για την επιλογή και την παράδοση περιεχομένου για εσάς και την αξιολόγηση της παράδοσης και της αποτελεσματικότητας του εν λόγω περιεχομένου. Αυτό συμπεριλαμβάνει τη χρήση ήδη συλλεχθεισών πληροφοριών σχετικά με τα ενδιαφέροντα των χρηστών για την επιλογή περιεχομένου, την επεξεργασία δεδομένων σχετικά με το είδος του περιεχομένου που προβλήθηκε, τη συχνότητα και τη διάρκεια εμφάνισής του, τον χρόνο και το περιβάλλον όπου εμφανίστηκε και το εάν προβήκατε εσείς σε κάποια ενέργεια σχετικά με το περιεχόμενο, όπως εάν κάνατε κλικ στο περιεχόμενο.  Αυτό δεν περιλαμβάνει την εξατομίκευση, η οποία είναι η συλλογή και επεξεργασία πληροφοριών σχετικά με τη χρήση αυτής της συσκευής από εσάς, για τη μεταγενέστερη εξατομίκευση περιεχομένου ή/και διαφημίσεων σχετικά με εσάς σε άλλα περιβάλλοντα, όπως σε ιστότοπους ή εφαρμογές, με την πάροδο του χρόνου.",
				"measurement_268d0e0": "Αξιολόγηση",
				"measurement_description_268d0e0": "Η συλλογή πληροφοριών σχετικά με τη χρήση περιεχομένου από εσάς και ο συνδυασμός τους με ήδη συλλεχθείσες πληροφορίες, οι οποίες χρησιμοποιούνται για τη μέτρηση, κατανόηση και αναφορά της χρήσης της υπηρεσίας από εσάς. Αυτό δεν περιλαμβάνει την εξατομίκευση, τη συλλογή πληροφοριών σχετικά με τη χρήση αυτής της συσκευής από εσάς, για τη μεταγενέστερη εξατομίκευση περιεχομένου ή/και διαφημίσεων σχετικά με εσάς σε άλλα περιβάλλοντα, δηλ. σε μια άλλη συσκευή, όπως σε ιστότοπους ή εφαρμογές, με την πάροδο του χρόνου.",
				"you_allow": "Δίνετε την άδεια",
				"agree_close_ea00d5ff": "Αποδοχή & Κλείσιμο",
				"learn_more_7a8d626": "Μάθετε περισσότερα →",
				"by_the_following_providers_c86a92d7": "Από τους ακόλουθους παρόχους",
				"save_11a80ec3": "Αποθήκευση",
				"disagree_to_all_c0355616": "Διαφωνώ με όλα",
				"agree_to_all_5b7ca45d": "Συμφωνώ με όλα",
				"view_privacy_policy": "Προβολή πολιτικής απορρήτου",
				"data_processing_based_consent": "Επεξεργασία δεδομένων βάσει συγκατάθεσης",
				"data_processing_based_legitimate_interest": "Επεξεργασία δεδομένων βάσει έννομου συμφέροντος",
				"agree_to_all_our_partners": "Από όλους τους συνεργάτες μας",
				"agree_to_all_our_partners_except": "Από όλους τους συνεργάτες μας εκτός",
				"agree_to_none_partners": "Από κανέναν από τους συνεργάτες μας",
				"view_all_partners": "Προβολή",
				"all_partners": "Όλοι οι συνεργάτες",
				"select_partners": "Επιλέξτε συνεργάτες",
				"authorize": "Έγκριση",
				"block": "Αποκλεισμός",
				"except": "εκτός",
				"content_text_explanation_vendors_list_view": "Μπορείτε να ρυθμίσετε τις προτιμήσεις συγκατάθεσης για κάθε συνεργάτη που αναφέρεται πιο κάτω ξεχωριστά. Πατήστε στο όνομα ενός συνεργάτη για να αποκτήσετε περισσότερες πληροφορίες για το τι κάνει, ποια δεδομένα συλλέγει και πώς τα χρησιμοποιεί.",
				"notice_popup_message": "<h2>Σεβόμαστε το απόρρητο των δεδομένων σας</h2><br><p>Εμείς και οι συνεργάτες μας χρησιμοποιούμε πληροφορίες που δεν είναι ευαίσθητες όπως αναγνωριστικά συσκευής ή αποθηκεύουμε στοιχεία για σκοπούς όπως η προβολή εξατομικευμένων διαφημίσεων, οι μετρήσεις στοιχείων χρήσης και προτιμήσεων των χρηστών μας, καθώς και για εξατομικευμένο περιεχόμενο.</p><p><br>Πατήστε το κουμπί για να δώσετε τη συγκατάθεσή σας για αυτές τις λειτουργίες και για να εξακολουθεί να σας παρέχεται μια εμπειρία προσαρμοσμένη στα μέτρα σας. Μπορείτε να αλλάξετε τις προτιμήσεις σας οποτεδήποτε επιστρέφοντας σε αυτήν την εφαρμογή.</p>",
				"notice_banner_message": "<b>Οι διαφημίσεις βοηθούν στη λειτουργία αυτής της εφαρμογής.</b> Πατώντας στο \"Αποδοχή & Κλείσιμο\", συμφωνείτε ότι προεπιλεγμένες εταιρείες μπορούν να χρησιμοποιήσουν μη ευαίσθητες πληροφορίες για τη συσκευή σας προκειμένου να παρέχουν σχετικές διαφημίσεις ή εξατομικευμένο περιεχόμενο.",
				"preferences_message": "Εμείς και οι συνεργάτες μας χρησιμοποιούμε μη ευαίσθητες πληροφορίες από τη συσκευή σας για να βελτιώσουμε τα προϊόντα μας και να εξατομικεύσουμε τις διαφημίσεις και άλλο περιεχόμενο μέσω αυτής της εφαρμογής. Μπορείτε να αποδεχτείτε αυτές τις λειτουργίες τους στο σύνολό τους ή εν μέρει. Για να μάθετε περισσότερα σχετικά με το πώς χρησιμοποιούμε τα δεδομένα σας και να εξετάσετε τις επιλογές σας ή αυτές τις λειτουργίες για κάθε συνεργάτη, ανατρέξτε στην πολιτική απορρήτου μας στο <a href=\"{privacyPolicyURL}\" target=\"_blank\">privacy policy</a>.",
				"geo_ads_name": "Αποθήκευση και πρόσβαση σε πληροφορίες γεωγραφικής τοποθεσίας στο πλαίσιο στοχευμένης διαφήμισης",
				"geo_ads_description": "Οι συνεργάτες μας στον τομέα του γεωγραφικού μάρκετινγκ επιθυμούν, για λογαριασμό των πελατών τους, να σας προσφέρουν εξατομικευμένες διαφημίσεις που είναι προσαρμοσμένες στα ενδιαφέροντά σας και εμπορικές προσφορές που είναι διαθέσιμες γύρω σας.",
				"geo_marketing_studies_name": "Αποθήκευση και πρόσβαση σε πληροφορίες γεωγραφικής τοποθεσίας για τη διεξαγωγή μελετών μάρκετινγκ",
				"geo_marketing_studies_description": "Οι συνεργάτες μας στον τομέα του γεωγραφικού μάρκετινγκ επιθυμούν να διεξαγάγουν μελέτες μάρκετινγκ για λογαριασμό των πελατών τους και, συγκεκριμένα, να τους βοηθήσουν να αποκτήσουν καλύτερη αντίληψη της αγοράς και των τάσεων της και να αναλύσουν τις επιδόσεις των καταστημάτων τους και των ανταγωνιστών. Αυτές οι αναφορές μάρκετινγκ θα περιέχουν μόνο συγκεντρωτικά και ανώνυμα δεδομένα.",
				"disable_buttons_until_scroll_indicator": "Σκρολάρετε προς τα κάτω για να δώσετε συγκατάθεση"
			},
			"hu": {
				"information_storage_and_access_19227997": "Az adatok tárolása és az azokhoz való hozzáférés",
				"information_storage_and_access_description_19227997": "Az információ tárolása vagy a már tárolt információhoz való hozzáférés az Ön eszközén, úgymint hirdetési azonosítókhoz, eszközazonosítókhoz, sütikhez és hasonló technológiákhoz.",
				"personalisation_20601824": "Testre szabás",
				"personalisation_description_20601824": "E szolgáltatás Ön által történő használatával kapcsolatos információk gyűjtése és kezelése azzal a céllal, hogy utólag, más környezetben az Ön igényeihez igazítsák a hirdetéseket és/vagy tartalmakat, például idővel más webhelyeken vagy alkalmazásokban. Egy webhely vagy alkalmazás tartalmát többnyire arra használják, hogy következtetéseket vonjanak le a az Ön érdeklődési köreiről, amelyek tájékoztatásként szolgálnak a hirdetések és/vagy tartalmak jövőbeni kiválasztásait illetően.",
				"ad_selection_delivery_reporting_3fb55e57": "Hirdetés kiválasztása, megjelenítése, jelentéstétel",
				"ad_selection_delivery_reporting_description_3fb55e57": "Az információk gyűjtése és a korábban gyűjtött információkkal való összesítése az Önt érdeklő hirdetések kiválasztása és megjelenítése, illetve ezen hirdetések megjelenítésének és hatékonyságának mérése céljából. Mindez a következőkre terjed ki: az Ön érdeklődési köreiről korábban gyűjtött információk felhasználása hirdetések kiválasztásához, a hirdetések megjelenítésével kapcsolatos adatok kezelése, a megjelenítés gyakorisága, a megjelenítések időpontja és helye, valamint a hirdetésekkel kapcsolatos bármely lépés az Ön részéről, többek között kattintás egy hirdetésre vagy vásárlás. Ez nem foglalja magában a testre szabást, amely információk gyűjtése és kezelése egy szolgáltatás Ön által történő használatával kapcsolatban azzal a céllal, hogy utólag, más környezetben az Ön igényeihez igazítsák a hirdetéseket és/vagy tartalmakat, például idővel a webhelyeken vagy alkalmazásokban.",
				"content_selection_delivery_reporting_10c29447": "Tartalom kiválasztása, megjelenítése, jelentéstétel",
				"content_selection_delivery_reporting_description_10c29447": "Az információk gyűjtése és a korábban gyűjtött információkkal való egyesítése a tartalom Ön számára történő kiválasztása és megjelenítése, valamint ezen tartalom megjelenítésének és hatékonyságának mérése céljából. Mindez a következőkre terjed ki: az Ön érdekelődési köreiről korábban gyűjtött információk felhasználása tartalom kiválasztásához, a tartalom megjelenítésével kapcsolatos adatok feldolgozása, a megjelenítés gyakorisága, a megjelenítések időpontja és helye, valamint a tartalommal kapcsolatos bármely lépés az Ön részéről, többek között kattintás a tartalomra. Ez nem foglalja magában a testre szabást, amely a szolgáltatás Ön által történő használatával kapcsolatos információk gyűjtése és kezelése azzal a céllal, hogy utólag, más környezetben az Ön igényeihez igazítsák a tartalmat és/vagy hirdetéseket, például idővel a webhelyeken vagy alkalmazásokban.",
				"measurement_268d0e0": "Mérés",
				"measurement_description_268d0e0": "Az Ön tartalom-felhasználásával kapcsolatos információk gyűjtése és a korábban gyűjtött információkkal való összesítés a szolgáltatás Ön által történt igénybevételének mérése, megértése és jelentése céljából. Ez nem foglalja magában a testre szabást, amely a szolgáltatás Ön által történő használatával kapcsolatos információk gyűjtése azzal a céllal, hogy utólag, más környezetben – például más szolgáltatások során – az Ön igényeihez igazítsák a tartalmat és/vagy hirdetéseket, például idővel a webhelyeken vagy alkalmazásokban.",
				"you_allow": "Engedélyezi",
				"agree_close_ea00d5ff": "Elfogadás és bezárás",
				"learn_more_7a8d626": "További tudnivalók →",
				"by_the_following_providers_c86a92d7": "Az alábbi szolgáltatóktól",
				"save_11a80ec3": "Mentés",
				"disagree_to_all_c0355616": "Semmivel nem értek egyet",
				"agree_to_all_5b7ca45d": "Mindennel egyetértek",
				"view_privacy_policy": "Adatvédelmi szabályzat megtekintése",
				"data_processing_based_consent": "Hozzájáruláson alapuló adatfeldolgozás",
				"data_processing_based_legitimate_interest": "Jogos érdeken alapuló adatfeldolgozás",
				"agree_to_all_our_partners": "Összes partnerünktől",
				"agree_to_all_our_partners_except": "Összes partnerünktől, kivéve",
				"agree_to_none_partners": "Egyik partnerünktől sem",
				"view_all_partners": "Megjelenítés",
				"all_partners": "Összes partner",
				"select_partners": "Partnerek kijelölése",
				"authorize": "Engedélyezés",
				"block": "Letiltás",
				"except": "kivéve",
				"content_text_explanation_vendors_list_view": "Az alább felsorolt partnerekre vonatkozó hozzájárulásokat egyénileg is beállíthatja. A nevére kattintva megtekintheti, hogy a partner mivel foglalkozik, milyen adatokat gyűjt, és hogyan használja fel ezeket.",
				"notice_popup_message": "<p>Tiszteletben tartjuk a személyes adatait</h1><br><p>Partnereinkkel együtt azért használjuk fel az eszközazonosítókat, a tárhely adatait és különlegesnek nem minősülő egyéb adatokat, hogy például személyre szabott hirdetéseket jeleníthessünk meg, felmérhessük a használatot és felhasználóink preferenciáit, és személyre szabott tartalmat nyújthassunk. </p><p><br>A gombra kattintva engedélyezheti ezeket a műveleteket, hogy továbbra is személyre szabott élményben lehessen része. Beállításait bármikor megváltoztathatja, ha visszatér az alkalmazásba.</p>",
				"notice_banner_message": "<b>Az alkalmazás reklámoknak köszönhetően üzemelhet. </b>Ha az „Elfogadás és bezárás” gombra kattint, bizonyos kijelölt vállalatok felhasználhatnak az eszközére vonatkozó, különlegesnek nem minősülő adatokat, hogy releváns hirdetéseket és személyre szabott tartalmat kínálhassanak.",
				"preferences_message": "Partnereinkkel együtt azért használunk fel különlegesnek nem minősülő bizonyos adatokat az eszközéről, hogy termékeinket fejleszthessük, és személyes reklámokat és egyéb tartalmakat nyújthassunk az alkalmazásban. Ön teljes egészében vagy részben is elfogadhatja ezeket a műveleteket. Adatai felhasználásáról, az egyes partnerekkel kapcsolatos lehetőségekről és műveletekről az <a href=\"{privacyPolicyURL}\" target=\"_blank\">adatvédelmi szabályzatunk</a> oldalán olvashat.",
				"geo_ads_name": "Tárolás és a helymeghatározási adatok elérése célzott hirdetések céljaira",
				"geo_ads_description": "Geomarketinges partnereink szeretnének Önnek ügyfeleik nevében személyre szabott, az Ön érdeklődési körén alapuló, a környezetében elérhető hirdetéseket és kereskedelmi kínálatokat nyújtani.",
				"geo_marketing_studies_name": "Tárolás és a helymeghatározási adatok elérése marketinges tanulmányok végzéséhez",
				"geo_marketing_studies_description": "Geomarketinges partnereink szeretnének ügyfeleik nevében marketinges tanulmányokat végezni, elsősorban azért, hogy segítsék számukra a piac és a trendek jobb megértését, és elemezhessék üzleteik és versenytársaik eredményeit. Ezek a marketingjelentések csak összesített és névtelen adatokat tartalmaznak.",
				"disable_buttons_until_scroll_indicator": "A beleegyezéshez görgessen lefelé"
			},
			"da": {
				"information_storage_and_access_19227997": "Opbevaring af og adgang til oplysninger",
				"information_storage_and_access_description_19227997": "Opbevaringen af oplysninger eller adgang til oplysninger, der allerede opbevares på din enhed, f.eks. reklameidentifikatorer, enhedsidentifikatorer, cookies og lignende teknologier.",
				"personalisation_20601824": "Personalisering",
				"personalisation_description_20601824": "Indsamlingen og behandlingen af oplysninger om din brug af denne tjeneste for efterfølgende over tid at personalisere reklamer og/eller indhold til dig i andre sammenhænge, f.eks. på andre websteder eller i apps. Indholdet på webstedet eller i appen bruges typisk til at udlede konklusioner om dine interesser, som vejleder fremtidige valg af reklamer og/eller indhold.",
				"ad_selection_delivery_reporting_3fb55e57": "Reklamevalg, levering, rapportering",
				"ad_selection_delivery_reporting_description_3fb55e57": "Indsamlingen af oplysninger og samkøring med tidligere indsamlede oplysninger for at vælge og levere reklamer til dig og måle leveringen og effektiviteten af ​​sådanne reklamer. Dette omfatter brug af tidligere indsamlede oplysninger om dine interesser for at vælge reklamer, behandle oplysninger om, hvilke reklamer der blev vist, hvor ofte de blev vist, hvornår og hvor de blev vist, og hvorvidt du foretog en handling relateret til reklamen, herunder for eksempel klik på en reklame eller foretagelse af et køb. Dette omfatter ikke personalisering, som er indsamlingen og behandlingen af oplysninger om din brug af denne tjeneste for efterfølgende over tid at personalisere reklamer og/eller indhold til dig i andre sammenhænge, f.eks. på websteder eller i apps.",
				"content_selection_delivery_reporting_10c29447": "Indholdsvalg, levering, rapportering",
				"content_selection_delivery_reporting_description_10c29447": "Indsamlingen af oplysninger og samkøring med tidligere indsamlede oplysninger for at vælge og levere indhold til dig og måle leveringen og effektiviteten af et sådant indhold. Dette omfatter brug af tidligere indsamlede oplysninger om dine interesser for at vælge indhold, behandle oplysninger om, hvilket indhold der blev vist, hvor ofte eller hvor længe det blev vist, hvornår og hvor det blev vist, og hvorvidt du foretog nogen handlinger relateret til indholdet, herunder for eksempel klik på indhold. Dette omfatter ikke personalisering, som er indsamlingen og behandlingen af oplysninger om din brug af denne tjeneste for efterfølgende over tid at personalisere indhold og/eller reklamer til dig i andre sammenhænge, f.eks. på websteder eller i apps.",
				"measurement_268d0e0": "Måling",
				"measurement_description_268d0e0": "Indsamlingen af oplysninger om din brug af indholdet og samkøring med tidligere indsamlede oplysninger, der bruges til at måle, forstå og rapportere om din brug af tjenesten. Dette omfatter ikke personalisering, indsamlingen og behandlingen af oplysninger om din brug af denne tjeneste for efterfølgende over tid at personalisere indhold og/eller reklamer til dig i andre sammenhænge, dvs. på andre tjenester som f.eks. på websteder eller i apps.",
				"you_allow": "Du tillader",
				"agree_close_ea00d5ff": "Accepter og luk",
				"learn_more_7a8d626": "Lær mere →",
				"by_the_following_providers_c86a92d7": "Af følgende leverandører",
				"save_11a80ec3": "Gem",
				"disagree_to_all_c0355616": "Afvis alt",
				"agree_to_all_5b7ca45d": "Accepter alt",
				"view_privacy_policy": "Vis fortrolighedspolitik",
				"data_processing_based_consent": "Databehandling baseret på accept",
				"data_processing_based_legitimate_interest": "Databehandling baseret på legitime interesser",
				"agree_to_all_our_partners": "Af alle vores partnere",
				"agree_to_all_our_partners_except": "Af alle vores partnere undtagen",
				"agree_to_none_partners": "Ikke af nogen af vores partnere",
				"view_all_partners": "Vis",
				"all_partners": "Alle partnere",
				"select_partners": "Vælg partnere",
				"authorize": "Godkend",
				"block": "Bloker",
				"except": "undtagen",
				"content_text_explanation_vendors_list_view": "Du kan indstille dine præferencer for accept for alle partnere herunder individuelt. Klik på et partnernavn for at få flere oplysninger om, hvad de gør, hvilke data der indsamles, og hvordan de bruges.",
				"notice_popup_message": "<h2>Vi repsekterer din fortrolighed</h2><br><p>Vi og vores partnere bruger ikke-følsomme oplysninger som enheds-id'er eller lagring til formål som visning af personlige reklamer, måling af brug og præferencer for vores brugere samt indhold tilpasset personligt.</p><p><br>Klik på knappen for at acceptere disse handlinger og fortsætte med at have en brugerdefineret oplevelse. Du kan når som helst ændre dine præferencer ved at vende tilbage til denne app.</p>",
				"notice_banner_message": "<b>Reklamer hjælper os med at drive denne app.</b> Ved at klikke på \"Accepter og luk\", må forudvalgte virksomheder bruge ikke-følsomme oplysninger på din enhed til at vise relevante reklamer og personligt tilpasset indhold.",
				"preferences_message": "Vi og vores partnere bruger ikke-følsomme oplysninger fra din enhed til at forbedre vores produkter og personligt tilpassede reklamer og andet indhold i hele appen. Du kan acceptere alle eller dele af disse handlinger. Hvis du vil lære mere om, hvordan vi bruger dine data, se dine muligheder for hver partner eller disse handlinger, kan du besøge vores <a href=\"{privacyPolicyURL}\" target=\"_blank\">fortrolighedspolitik</a>.",
				"geo_ads_name": "Lagring og adgang til oplysninger om geoplacering til målrettede reklameformål.",
				"geo_ads_description": "Vores geomarketing-partnere ønsker på vegne af deres kunder at tilbyde dig personligt tilpassede reklamer, som passer til dine interesser, og kommercielle tilbud i nærheden af dig.",
				"geo_marketing_studies_name": "Lagring og adgang til oplysninger om geoplacering til gennemførsel af markedsundersøgelser.",
				"geo_marketing_studies_description": "Vores geomarketing-partnere ønsker at være i stand til at udføre markedsundersøgelser på vegne af deres kunder, særligt for at hjælpe dem med at opnå en bedre forståelse af markedet og tendenserne på det for at kunne analysere deres butikkers og konkurrenters præstationer. Disse marketingrapporter indeholder kun indsamlede og anonyme data.",
				"disable_buttons_until_scroll_indicator": "Rul ned for at acceptere"
			},
			"sk": {
				"information_storage_and_access_19227997": "Uchovávanie informácií a prístup k nim",
				"information_storage_and_access_description_19227997": "Uchovávanie informácií alebo prístup k informáciám, ktoré sú už uložené vo vašom zariadení, ako sú napríklad reklamné identifikátory, identifikátory zariadenia, súbory cookie alebo podobné technológie.",
				"personalisation_20601824": "Prispôsobovanie",
				"personalisation_description_20601824": "Zber a spracúvanie informácií o vašom používaní tejto služby na následné priebežné prispôsobovanie reklamy a/alebo obsahu pre vás v inom kontexte, t. j. na iných webových stránkach alebo v iných aplikáciách. Obvykle sa obsah stránok alebo aplikácie používa na vyvodenie záverov o vašich záujmoch, ktoré informujú o budúcich výberoch reklám a/alebo obsahu.",
				"ad_selection_delivery_reporting_3fb55e57": "Výber, poskytovanie, vykazovanie reklám",
				"ad_selection_delivery_reporting_description_3fb55e57": "Zber informácií a spájanie s predtým zozbieranými informáciami na výber a poskytovanie reklám vám a na meranie poskytovania a účinnosti takýchto reklám. To zahŕňa používanie predtým zozbieraných informácií o vašich záujmoch na výber reklám, spracúvanie údajov o tom, aké reklamy sa zobrazovali, o tom, ako často sa zobrazovali, kedy a kde sa zobrazovali a či ste vykonali nejaký krok súvisiaci s reklamou, napríklad kliknutím na reklamu alebo nákupom. To nezahŕňa prispôsobovanie, čo je zber a spracúvanie informácií o vašom používaní tejto služby na následné priebežné prispôsobovanie reklamy a/alebo obsahu pre vás v inom kontexte, t. j. na webových stránkach alebo v aplikáciách.",
				"content_selection_delivery_reporting_10c29447": "Výber, poskytovanie, vykazovanie obsahu",
				"content_selection_delivery_reporting_description_10c29447": "Zber informácií a spájanie s predtým zozbieranými informáciami na výber a poskytovanie obsahu a na meranie poskytovania a účinnosti takéhoto obsahu vám. To zahŕňa používanie predtým zozbieraných informácií o vašich záujmoch na výber obsahu, spracúvanie údajov o tom, aký obsah sa zobrazoval, o tom, ako často sa zobrazoval, kedy a kde sa zobrazoval a či ste vykonali nejaký krok súvisiaci s obsahom, napríklad kliknutím na obsah. To nezahŕňa prispôsobovanie, čo je zber a spracúvanie informácií o vašom používaní tejto služby na následné priebežné prispôsobovanie obsahu a/alebo reklamy pre vás v inom kontexte, t. j. na webových stránkach alebo v aplikáciách.",
				"measurement_268d0e0": "Meranie",
				"measurement_description_268d0e0": "Zber informácií o používaní obsahu vami a spojenie s predtým zozbieranie informáciami, ktoré používame na meranie, pochopenie a vykazovanie vášho používania služieb. To nezahŕňa prispôsobovanie, čo je zber informácií o vašom používaní tejto služby na účely následného priebežného prispôsobovania obsahu a/alebo reklamy pre vás v inom kontexte, t. j. v iných službách, ako sú napríklad na webových stránkach alebo v aplikáciách.",
				"you_allow": "Povoľujete",
				"agree_close_ea00d5ff": "Odsúhlasiť a zatvoriť",
				"learn_more_7a8d626": "Ďalšie informácie →",
				"by_the_following_providers_c86a92d7": "Od nasledujúcich poskytovateľov",
				"save_11a80ec3": "Uložiť",
				"disagree_to_all_c0355616": "Odmietnuť všetko",
				"agree_to_all_5b7ca45d": "Odsúhlasiť všetko",
				"view_privacy_policy": "Zobraziť pravidlá ochrany osobných údajov",
				"data_processing_based_consent": "Spracovanie údajov na základe súhlasu",
				"data_processing_based_legitimate_interest": "Spracovanie údajov na základe legitímneho záujmu",
				"agree_to_all_our_partners": "Od všetkých našich partnerov",
				"agree_to_all_our_partners_except": "Od všetkých našich partnerov okrem",
				"agree_to_none_partners": "Od žiadneho z našich partnerov",
				"view_all_partners": "Zobraziť",
				"all_partners": "Všetci partneri",
				"select_partners": "Vybraní partneri",
				"authorize": "Autorizovať",
				"block": "Blokovať",
				"except": "okrem",
				"content_text_explanation_vendors_list_view": "Predvoľby si môžete nastaviť individuálne pre každého partnera uvedeného nižšie. Ak chcete ďalšie informácie o činnosti partnera, údajoch, ktoré zhromažďuje, a ich spôsobe použitia, kliknite na meno partnera.",
				"notice_popup_message": "<h2>Rešpektujeme vaše súkromie</h2><br><p>My a naši partneri používame informácie, ktoré nie sú citlivé, napríklad identifikátory alebo úložisko zariadenia, napríklad na zobrazovanie prispôsobených reklám, meranie používania a predvolieb našich používateľov a tiež na prispôsobovanie obsahu.</p><p><br>Ak chcete tieto operácie odsúhlasiť, kliknite na tlačidlo. Zachováte si tak prispôsobené prostredie. Svoje predvoľby môžete kedykoľvek zmeniť. Stačí sa vrátiť do tejto aplikácie.</p>",
				"notice_banner_message": "<b>Reklamy pomáhajú zabezpečiť fungovanie aplikácie.</b> Ak kliknete na možnosť Odsúhlasiť a zatvoriť, vybrané spoločnosti budú môcť na zobrazovanie relevantných reklám alebo prispôsobeného obsahu používať informácie vo vašom zariadení, ktoré nie sú citlivé.",
				"preferences_message": "My a naši partneri používame informácie z vášho zariadenia, ktoré nie sú citlivé, na zlepšovanie našich produktov a prispôsobenie reklám a ostatného obsahu v aplikácii. Môžete odsúhlasiť všetky naše operácie alebo ich časť. Ak chcete ďalšie informácie o tom, ako používame vaše údaje, skontrolovať si možnosti alebo tieto operácie pre každého partnera, prečítajte si naše <a href=\"{privacyPolicyURL}\" target=\"_blank\">pravidlá ochrany osobných údajov</a>.",
				"geo_ads_name": "Úložisko a prístup ku geolokačným informáciám na účely zacielenej reklamy",
				"geo_ads_description": "Naši geomarketingoví partneri vám chcú v mene svojich zákazníkov ponúknuť prispôsobenú reklamu zodpovedajúcu vašim záujmom a komerčným ponukám dostupným vo vašom okolí.",
				"geo_marketing_studies_name": "Úložisko a prístup ku geolokačným informáciám na vykonávanie marketingových štúdií",
				"geo_marketing_studies_description": "Naši geomarketingoví partneri chcú mať možnosť vykonávať marketingové štúdie v mene svojich klientov, a to konkrétne na lepšie pochopenie trhu a jeho trendov a pomoc s analýzou výkonnosti ich predajní a konkurencie. Tieto marketingové prehľady budú obsahovať iba agregované a anonymné údaje.",
				"disable_buttons_until_scroll_indicator": "Posuňte sa nadol a udeľte súhlas"
			},
			"bg": {
				"information_storage_and_access_19227997": "Съхранение и достъп до информация",
				"information_storage_and_access_description_19227997": "Съхранението на информация или достъпът до вече запазена информация на Вашето устройство, като достъп до идентификатори на реклами, идентификатори на устройства, бисквитки и подобни технологии.",
				"personalisation_20601824": "Персонализиране",
				"personalisation_description_20601824": "Събирането и обработването на информация за Вашето ползване на тази услуга с цел впоследствие рекламата и/или съдържанието да се персонализира за Вас в други контексти, т.е. на други уеб сайтове или приложения, с течение на времето. Обикновено съдържанието на уеб сайта или приложението се използват, за да се направят изводи за Вашите интереси, които да формират бъдещи подбори на реклами и/или съдържание.",
				"ad_selection_delivery_reporting_3fb55e57": "Избор на реклама, доставяне, отчитане",
				"ad_selection_delivery_reporting_description_3fb55e57": "Събирането на информация и съчетаването с предварително събрана информация за подбор и предоставяне на реклами за Вас, както и за измерване на доставянето и ефективността на такива реклами. Това включва използването на предварително събрана информация относно Вашите интереси с цел да се подберат реклами, да се обработват данните за това, какви реклами са били показвани, колко често са били показвани, кога и къде са били показвани и дали сте предприели действия, свързани с рекламата, включително например кликване върху дадена реклама или извършване на покупка. Това не включва персонализиране, което е събирането и обработването на информация за използването на тази услуга, за да персонализираме впоследствие рекламата и/или съдържанието за Вас в други контексти, като уеб сайтове или приложения, с течение на времето.",
				"content_selection_delivery_reporting_10c29447": "Избор на съдържание, доставяне, отчитане",
				"content_selection_delivery_reporting_description_10c29447": "Събирането на информация и съчетаването с предварително събрана информация с цел подбор и предоставяне на съдържание, както и измерване на доставянето и ефективността на такова съдържание. Това включва използването на предварително събрана информация относно Вашите интереси с цел да се подбере съдържание, да се обработят данни за това, какво съдържание е било показано, колко често или колко дълго е било показвано, кога и къде е било показвано и дали са предприемани действия, свързани със съдържанието например кликване върху съдържание.  Това не включва Персонализиране, което е събирането и обработването на информация за Вашето използване на тази услуга, за да персонализираме впоследствие съдържанието и/или рекламата за Вас в други контексти, като уеб сайтове или приложения, с течение на времето.",
				"measurement_268d0e0": "Измерване",
				"measurement_description_268d0e0": "Събирането на информация за използването на съдържанието от Вас и съчетаването с предварително събрана информация, използвана за измерване, разбиране и отчитане на Вашето използване на услугата. Това не включва Персонализиране, събирането на информация за Вашето използване на тази услуга, за да персонализираме впоследствие съдържанието и/или рекламата в друг контекст, т.е. при други услуги, като уеб сайтове или приложения, с течение на времето.",
				"you_allow": "Вие позволявате",
				"agree_close_ea00d5ff": "Приемане и затваряне",
				"learn_more_7a8d626": "Научете повече →",
				"by_the_following_providers_c86a92d7": "От следните доставчици",
				"save_11a80ec3": "Запазване",
				"disagree_to_all_c0355616": "Не съм съгласен(на) с всички",
				"agree_to_all_5b7ca45d": "Съгласен(на) съм с всички",
				"view_privacy_policy": "Вижте политиката за поверителност",
				"data_processing_based_consent": "Обработване на данни въз основа на съгласие",
				"data_processing_based_legitimate_interest": "Обработване на данни въз основа на легитимен интерес",
				"agree_to_all_our_partners": "От всички наши партньори",
				"agree_to_all_our_partners_except": "От всички наши партньори освен",
				"agree_to_none_partners": "От никого от нашите партньори",
				"view_all_partners": "Показване",
				"all_partners": "Всички партньори",
				"select_partners": "Изберете партньори",
				"authorize": "Оторизиране",
				"block": "Блокиране",
				"except": "с изключение на",
				"content_text_explanation_vendors_list_view": "Можете да зададете своите предпочитания за съгласие за всеки партньор, посочен по-долу. Щракнете върху името на партньора, за да получите повече информация за това какво прави, какви данни събира и как ги използва.",
				"notice_popup_message": "<h2>Ние уважаваме Вашата поверителност</h2><br><p>Ние и нашите партньори използваме нечувствителна информация като идентификатори на устройства или съхранение за цели, като например показване на персонализирани реклами, измерване на използването и предпочитанията на нашите потребители, както и персонализиране на съдържанието.</p><p><br>Щракнете върху бутона, за да дадете съгласие за тези операции и за поддържане на персонализиран опит. Можете да промените предпочитанията си по всяко време, като се върнете в това приложение.</p>",
				"notice_banner_message": "<b>Рекламите ни помагат да поддържаме това приложение.</b> След като щракнете върху „Приемане и затваряне“, предварително избраните компании могат да използват нечувствителна информация във Вашето устройство, за да показват подходящи реклами или персонализирано съдържание.",
				"preferences_message": "Ние и нашите партньори използваме нечувствителна информация от Вашето устройство за подобряване на нашите продукти и за персонализиране на реклами и друго съдържание в това приложение. Можете да приемете всички или част от тези операции. За да научите повече за това как използваме данните Ви, за да прегледате своите опции или тези операции за всеки партньор, вижте нашата <a href=\"{privacyPolicyURL}\" target=\"_blank\">политика за поверителност</a>.",
				"geo_ads_name": "Съхранение и достъп до информация за геолокация за целево рекламиране",
				"geo_ads_description": "Нашите партньори в областта на геомаркетинга искат, от името на своите клиенти, да Ви предложат персонализирани реклами, съобразени с Вашите интереси, както и търговски оферти в близост до Вас.",
				"geo_marketing_studies_name": "Съхранение и достъп до информация за геолокация за извършване на маркетингови проучвания",
				"geo_marketing_studies_description": "Нашите партньори в областта на геомаркетинга искат да могат да извършват маркетингови проучвания от името на своите клиенти, по-специално да им помогнат да разберат по-добре пазара и неговите тенденции, както и да им помогнат да анализират работата на своите магазини и конкуренти. Тези маркетингови доклади ще съдържат само обобщени и анонимни данни.",
				"disable_buttons_until_scroll_indicator": "Скролирайте надолу, за да дадете съгласие"
			},
			"et": {
				"information_storage_and_access_19227997": "Teabe säilitamine ja sellele juurdepääs",
				"information_storage_and_access_description_19227997": "Teabe säilitamine või juurdepääs kasutaja seadmes säilitatavale teabele, nagu reklaami identifikaatorid, seadme identifikaatorid, küpsised vms tehnoloogiad.",
				"personalisation_20601824": "Isikupärastamine",
				"personalisation_description_20601824": "Teabe kogumine ja töötlemine selle teenuse teiepoolse kasutamise kohta, mis aitaks reklaami ja/või sisu teie jaoks hiljem aja jooksul muudes kontekstides isikupärastada, näiteks muudel veebisaitidel või muudes rakendustes. Tavaliselt kasutatakse saidi või rakenduse sisu järelduste tegemiseks teie kasutaja kohta, et saada teavet reklaami ja/või sisu edasiste valikute tegemiseks.",
				"ad_selection_delivery_reporting_3fb55e57": "Reklaami valimine, pakkumine ja aruandlus",
				"ad_selection_delivery_reporting_description_3fb55e57": "Teabe kogumine ja varem kogutud teabega kombineerimine, et valida ja pakkuda teile reklaame ning mõõta nende reklaamide edastamist ja efektiivsust. See hõlmab varem kogutud teabe kasutamist teie huvide kohta reklaamide valimiseks, andmete töötlemiseks selle kohta, milliseid reklaame on näidatud, kui tihti, millal ja kus neid näidati, ning kas tegite reklaamiga seotud toiminguid, sealhulgas näiteks klõpsasite reklaamil või tegite ostu. See ei hõlma isikupärastamist, mis on teabe kogumine ja töötlemine selle teenuse teiepoolse kasutamise kohta, et seejärel reklaami ja/või sisu teie jaoks hiljem aja jooksul muudes kontekstides isikupärastada, näiteks veebisaitidel või rakendustes.",
				"content_selection_delivery_reporting_10c29447": "Sisu valimine, pakkumine ja aruandlus",
				"content_selection_delivery_reporting_description_10c29447": "Teabe kogumine ja varem kogutud teabega kombineerimine, et valida ja pakkuda teile sisu ning mõõta selle sisu edastamist ja efektiivsust. See hõlmab teie huvide kohta varem kogutud teabe kasutamist sisu valimiseks, andmete töötlemiseks selle kohta, millist sisu näidati, kui tihti, kui kaua, millal ja kus seda näidati, ning kas tegite sisuga seotud toiminguid, sealhulgas näiteks klõpsasite sisul. See ei hõlma isikupärastamist, mis on teabe kogumine ja töötlemine selle teenuse teiepoolse kasutamise kohta, et seejärel sisu ja/või reklaami teie jaoks hiljem aja jooksul muudes kontekstides isikupärastada, näiteks veebisaitidel või rakendustes.",
				"measurement_268d0e0": "Mõõtmine",
				"measurement_description_268d0e0": "Sisu teiepoolse kasutamisega seotud teabe kogumine ja kombineerimine varem kogutud teabega, mida kasutati teenuse teiepoolse kasutamise mõõtmiseks, sellest arusaamiseks ning aruandluseks. See ei hõlma isikupärastamist, teabe kogumist selle teenuse teiepoolse kasutamise kohta, et seejärel sisu ja/või reklaami teie jaoks hiljem aja jooksul muudes kontekstides, s.t muudes teenustes isikupärastada, näiteks veebisaitidel või rakendustes.",
				"you_allow": "Teie lubate",
				"agree_close_ea00d5ff": "Nõustu ja sulge",
				"learn_more_7a8d626": "Lisateave →",
				"by_the_following_providers_c86a92d7": "Järgmiste pakkujate poolt",
				"save_11a80ec3": "Salvesta",
				"disagree_to_all_c0355616": "Mitte ühegagi nõus",
				"agree_to_all_5b7ca45d": "Kõigiga nõus",
				"view_privacy_policy": "Vaadake privaatsuspoliitikat",
				"data_processing_based_consent": "Nõusolekul põhinev andmetöötlus",
				"data_processing_based_legitimate_interest": "Õiguspärastel huvidel põhinev andmetöötlus",
				"agree_to_all_our_partners": "Kõigi meie partnerite poolt",
				"agree_to_all_our_partners_except": "Kõik meie partnerid, välja arvatud",
				"agree_to_none_partners": "Mitte ühegi meie partneri poolt",
				"view_all_partners": "Näita",
				"all_partners": "Kõik partnerid",
				"select_partners": "Vali partnerid",
				"authorize": "Luba",
				"block": "Blokeeri",
				"except": "välja arvatud",
				"content_text_explanation_vendors_list_view": "Te saate määrata oma nõusoleku eelistused igale allpool loetletud partnerile eraldi. Klõpsake partneri nimele, et saada rohkem teavet selle kohta, mida ta teeb, milliseid andmeid ta kogub ja kuidas neid kasutatakse.",
				"notice_popup_message": "<h2>Me austame teie privaatsust</h2><br><p>Meie ja meie partnerid kasutame mittetundlikku teavet, nagu seadme identifikaatoreid või salvestusruumi, et näidata isikupärastatud reklaame, mõõta kasutust ja eelistusi ning kohandada sisu.</p><p><br>Klõpsake nupul, et nõustuda nende toimingutega ja säilitada kohandatud kogemus. Te saate oma eelistusi igal ajal selles rakenduses muuta.</p>",
				"notice_banner_message": "<b>Reklaamid aitavad hoida meil seda rakendust töös.</b> Klõpsates \"Nõustu ja sulge\", võivad eelnevalt valitud ettevõtted kasutada teie seadmes leiduvat mittetundlikku teavet, et pakkuda teile asjakohaseid reklaame või isikupärastatud sisu.",
				"preferences_message": "Meie ja meie partnerid kasutame teie seadmes leiduvat mittetundlikku teavet, et parandada meie tooteid ja kohandada reklaame ja muud sisu selles rakenduses. Te võite aktsepteerida kõiki või osa nendest toimingutest. Et saada lisateavet selle kohta, kuidas me teie andmeid kasutame ja vaadata üle teie valikud või toimingud iga partneri osas, külastage meie <a href=\"{privacyPolicyURL}\" target=\"_blank\">privaatsuspoliitikat</a>.",
				"geo_ads_name": "Asukohateabe salvestamine ja juurdepääs sellele sihitud reklaami otstarbel",
				"geo_ads_description": "Meie geoturunduspartnerid soovivad pakkuda teile oma klientide poolt isikupärastatud reklaame, mis on kohandatud teie huvide ja teie lähedal tehtud äripakkumiste põhjal.",
				"geo_marketing_studies_name": "Asukohateabe salvestamine ja juurdepääs sellele turundusuuringute otstarbel",
				"geo_marketing_studies_description": "Meie geoturunduspartnerid soovivad korraldada oma klientide jaoks  turundusuuringuid – eelkõige selleks, et aidata neil paremini mõista turgu ja selle suundumusi ning analüüsida nende müügikohtade ja konkurentide tegevust. Need turundusülevaated sisaldavad ainult koondatud ja anonüümseid andmeid.",
				"disable_buttons_until_scroll_indicator": "Keri alla, et anda nõusolek"
			},
			"sl": {
				"information_storage_and_access_19227997": "Shranjevanje podatkov in dostop do njih",
				"information_storage_and_access_description_19227997": "Shranjevanje podatkov ali dostop do podatkov, ki so že nameščeni v vaši napravi, kot so identifikatorji oglaševanja, identifikatorji naprave, piškotki in podobne tehnologije.",
				"personalisation_20601824": "Storitve, prilagojene uporabniku",
				"personalisation_description_20601824": "Zbiranje in obdelava podatkov o vaši uporabi te storitve za kasnejše prilagajanje oglasov in/ali drugih spletnih vsebin vašim interesom, ko boste opravljali druge dejavnosti, kot so obiski drugih spletnih mest ali aplikacij, ki jih boste obiskovali v prihodnje. Pri vašem obisku spletnega mesta se običajno spletna vsebina ali aplikacija uporabi, da izvemo več o vaših interesih, kar se uporablja kot podatek za izbiro oglasov in/ali spletnih vsebin, ki vam jih bomo pošiljali v prihodnje.",
				"ad_selection_delivery_reporting_3fb55e57": "Izbira in objava oglasov ter poročanje o njih",
				"ad_selection_delivery_reporting_description_3fb55e57": "Zbiranje podatkov in njihova združitev s predhodno zbranimi podatki o vas, da bi lahko izbirali in objavljali oglase, ki so prilagojeni vašim interesom, in da bi spremljali in ocenjevali sporočilnost in učinkovitost teh oglasov. To vključuje uporabo predhodno zbranih podatkov o vaših interesih, da bi lahko izbirali oglase, obdelovali podatke o tem, kateri oglasi so bili prikazani, kako pogosto so bili prikazani, kdaj in kje so bili prikazani, ali ste kakor koli ukrepali v povezavi z oglasom na primer, ali ste kliknili na oglas, ali opravili nakup. To ne vključuje podatkov, ki jih zbiramo za izvajanje storitev, prilagojenih uporabnikom, kot so zbiranje in obdelava podatkov o vaši uporabi te storitve, da bi jih pozneje uporabili za prilagojeno oglaševanje in/ali za prilagajanje spletne vsebine vašim interesom, ko boste opravljali druge dejavnosti, kot so obiski drugih spletnih mest ali aplikacij, ki jih boste obiskovali v prihodnje.",
				"content_selection_delivery_reporting_10c29447": "Izbira in objava spletne vsebine ter poročanje o njej",
				"content_selection_delivery_reporting_description_10c29447": "Zbiranje podatkov o vas in njihovo združevanje s predhodno zbranimi podatki o vas, da bi izbrali in objavili spletne vsebine, ki ustrezajo vašim interesom, in da spremljamo in ocenjujemo sporočilnost in učinkovitosti te spletne vsebine. To vključuje uporabo predhodno zbranih podatkov o vaših interesih, da bi lahko izbirali spletno vsebino, obdelovali podatke o tem, katera spletna vsebina je bila prikazana, kako pogosto, ali kako dolgo je bila prikazana, kdaj in kje je bila prikazana, ali ste kakor koli ukrepali v povezavi s to spletno vsebino na primer, ali ste kliknili na spletno vsebino. To ne vključuje podatkov, ki jih zbiramo za izvajanje storitev, prilagojenih uporabnikom, kot so zbiranje in obdelava podatkov o vaši uporabi te storitve, da bi jih pozneje uporabili za prilagojeno oglaševanje in/ali za prilagajanje spletne vsebine vašim interesom, ko boste opravljali druge dejavnosti, kot so obiski drugih spletnih mest ali aplikacij, ki jih boste obiskovali v prihodnje.",
				"measurement_268d0e0": "Spremljanje in ocenjevanje",
				"measurement_description_268d0e0": "Zbiranje podatkov o vaši uporabi spletne vsebine in združitev teh podatkov s predhodno zbranimi podatki o vas uporabljamo, da spremljamo in ocenjujemo uporabo svojih storitev, in tudi da razumemo in poročamo o uporabi svojih storitev. To ne vključuje podatkov, ki jih zbiramo za izvajanje storitev, prilagojenih uporabnikom, kot so zbiranje podatkov o vaši uporabi te storitve, da bi jih pozneje uporabili za prilagajanje spletne vsebine in/ali za prilagojeno oglaševanje, ustrezno vašim potrebam, ko boste opravljali druge dejavnosti, kot so obiski drugih spletnih mest ali drugih aplikacij, ki jih boste obiskovali v prihodnje.",
				"you_allow": "Dovolite",
				"agree_close_ea00d5ff": "Strinjam se, zapri",
				"learn_more_7a8d626": "Več →",
				"by_the_following_providers_c86a92d7": "Od naslednjih ponudnikov",
				"save_11a80ec3": "Shrani",
				"disagree_to_all_c0355616": "Ne strinjam se z vsem",
				"agree_to_all_5b7ca45d": "Strinjam se z vsem",
				"view_privacy_policy": "Ogled pravilnika o zasebnosti",
				"data_processing_based_consent": "Obdelovanje podatkov glede na soglasje",
				"data_processing_based_legitimate_interest": "Obdelovanje podatkov glede na zakonit interes",
				"agree_to_all_our_partners": "Od vseh naših partnerjev",
				"agree_to_all_our_partners_except": "Od vseh naših partnerjev, razen",
				"agree_to_none_partners": "Ne od naših partnerjev",
				"view_all_partners": "Prikaži",
				"all_partners": "Vsi partnerji",
				"select_partners": "Izberi partnerje",
				"authorize": "Pooblasti",
				"block": "Blokiraj",
				"except": "razen",
				"content_text_explanation_vendors_list_view": "Nastavitve soglasja lahko posamično nastavite za vsakega spodaj navedenega partnerja. Kliknite ime partnerja za več informacij o dejavnostih, zbiranju in uporabi podatkov.",
				"notice_popup_message": "<h2>Spoštujemo vašo zasebnost</h2><br><p>Mi in naši partnerji uporabljamo neobčutljive podatke, kot so identifikatorji naprave, ali prostor za shranjevanje v namene, kot so prikaz prilagojenih oglasov, merjenja uporabe in nastavitev naših uporabnikov ter prilagoditve vsebine.</p><p><br>Kliknite gumb, da soglašate s temi postopki in ohranite izkušnjo po meri. Nastavitve lahko kadarkoli spremenite tako, da se vrnete v to aplikacijo.</p>",
				"notice_banner_message": "<b>Oglasi pomagajo pri delovanju te aplikacije.</b> S klikom »Strinjam se, zapri« lahko predhodno izbrana podjetja uporabljajo neobčutljive podatke v vaši napravi za prikaz oglasov ali prilagojene vsebine.",
				"preferences_message": "Mi in naši partnerji uporabljamo neobčutljive podatke iz vaše naprave za izboljšanje naših izdelkov in prilagajanje oglasov ter drugih vsebin v tej aplikaciji. Lahko sprejmete vse ali del teh postopkov. Za več informacij o tem, kako uporabljamo vaše podatke, za pregled možnosti ali teh postopkov za vsakega partnerja obiščite <a href=\"{privacyPolicyURL}\" target=\"_blank\">pravilnik o zasebnosti</a>.",
				"geo_ads_name": "Shranjevanje in dostop do geolokacijskih podatkov za ciljno oglaševanje",
				"geo_ads_description": "Naši geotržni partnerji vam želijo za svoje stranke ponujati oglase, osebno prilagojene glede na vaše zanimanje, in komercialne ponudbe, ki so na voljo v vaši bližini.",
				"geo_marketing_studies_name": "Shranjevanje in dostop do geolokacijskih podatkov za izvedbo tržnih raziskav",
				"geo_marketing_studies_description": "Naši geotržni partnerji si želijo opravljati tržne raziskave za svoje stranke, predvsem da bolje razumejo tržišče in njegove trende ter za pomoč pri analizi učinkovitosti trgovin in konkurence. Ta tržna poročila vsebujejo samo združene in anonimne podatke.",
				"disable_buttons_until_scroll_indicator": "Pomaknite se navzdol za soglasje"
			},
			"lv": {
				"information_storage_and_access_19227997": "Informācijas uzglabāšana un tās pieejamība",
				"information_storage_and_access_description_19227997": "Informācijas uzglabāšana vai piekļuve jau uzglabātajai informācijai jūsu ierīcē, piemēram, piekļuve reklāmas identifikatoriem, ierīces identifikatoriem, sīkfailu vai līdzīgu tehnoloģiju izmantošana.",
				"personalisation_20601824": "Personalizācija",
				"personalisation_description_20601824": "Informācijas vākšana un apstrāde par to, kā jūs izmantojat šo pakalpojumu, lai pēc tam laika gaitā personalizētu jums reklāmas un/vai citu saturu citos kontekstos, tas ir, citās vietnēs vai lietotnēs. Parasti vietnes vai lietotnes saturs tiek izmantots, lai izdarītu secinājumus par jūsu interesēm, kuras nosaka reklāmas un/vai satura izvēli nākotnē.",
				"ad_selection_delivery_reporting_3fb55e57": "Reklāmu atlase, sūtīšana, ziņošana",
				"ad_selection_delivery_reporting_description_3fb55e57": "Informācijas vākšana un apvienošana ar iepriekš ievākto informāciju, lai atlasītu un sūtītu jums reklāmas, kā arī lai novērtētu šādu reklāmu sūtīšanu un efektivitāti. Tā ietver iepriekš ievāktas informācijas izmantošanu par lietotāja interesēm, lai atlasītu reklāmas, apstrādājot datus par to, kādas reklāmas tika rādītas, cik bieži, kad un kur tās tika rādītas, kā arī to, vai jūs veicāt kādas darbības saistībā ar konkrēto reklāmu, tostarp, piemēram, noklikšķinājāt uz tās vai veicāt pirkumu. Tā neietver Personalizāciju, kas ir informācijas vākšana un apstrāde par to, kā jūs izmantojat šo pakalpojumu, lai pēc tam laika gaitā personalizētu jums reklāmas un/vai saturu citos kontekstos, tas ir, citās vietnēs vai lietotnēs.",
				"content_selection_delivery_reporting_10c29447": "Satura atlase, sūtīšana, ziņošana",
				"content_selection_delivery_reporting_description_10c29447": "Informācijas vākšana un apvienošana ar iepriekš ievākto informāciju, lai atlasītu un nosūtītu jums saturu un novērtētu šāda satura sūtīšanu un efektivitāti. Tā ietver iepriekš ievāktas informācijas izmantošanu par jūsu interesēm, lai atlasītu saturu, apstrādātu datus par to, kāds saturs tika rādīts, cik bieži, kad un kur tas tika rādīts, kā arī vai jūs veicāt kādas darbības saistībā ar saturu, piemēram, noklikšķinot uz tā. Tā neietver Personalizāciju, kas ir informācijas vākšana un apstrāde par to, kā jūs izmantojat šo pakalpojumu, lai pēc tam laika gaitā personalizētu jums saturu un/vai reklāmas citos kontekstos, tas ir, citās vietnēs vai lietotnēs.",
				"measurement_268d0e0": "Novērtēšana",
				"measurement_description_268d0e0": "Informācijas ievākšana par to, kā jūs izmantojat saturu, un tās apvienošana ar iepriekš ievākto informāciju, lai novērtētu, izprastu un ziņotu par to, kā jūs izmantojat pakalpojumu. Tā neietver Personalizāciju, kas ir informācijas vākšana par to, kā jūs izmantojat šo pakalpojumu, lai pēc tam laika gaitā personalizētu jums saturu un/vai reklāmas citos kontekstos, tas ir, tādos citos pakalpojumos kā vietnes vai lietotnes.",
				"you_allow": "Jūs atļaujat",
				"agree_close_ea00d5ff": "Piekrist un aizvērt",
				"learn_more_7a8d626": "Uzzināt vairāk →",
				"by_the_following_providers_c86a92d7": "Nodrošina šādi pakalpojumu sniedzēji",
				"save_11a80ec3": "Saglabāt",
				"disagree_to_all_c0355616": "Noraidīt visu",
				"agree_to_all_5b7ca45d": "Piekrist visam",
				"view_privacy_policy": "Apskatīt Konfidencialitātes politiku",
				"data_processing_based_consent": "Datu apstrāde tiek veikta saskaņā ar piekrišanu",
				"data_processing_based_legitimate_interest": "Datu apstrāde tiek veikta saskaņā ar likumīgām interesēm",
				"agree_to_all_our_partners": "Visi mūsu partneri",
				"agree_to_all_our_partners_except": "Visi mūsu partneri izņemot",
				"agree_to_none_partners": "Neviens no mūsu partneriem",
				"view_all_partners": "Rādīt",
				"all_partners": "Visi partneri",
				"select_partners": "Atlasīt partnerus",
				"authorize": "Pilnvarot",
				"block": "Bloķēt",
				"except": "izņemot",
				"content_text_explanation_vendors_list_view": "Jūs varat iestatīt savas izvēles attiecībā uz piekrišanu atsevišķi katram no zemāk norādītajiem partneriem. Lai uzzinātu vairāk par tā darbību, kā arī datiem, kurus partneris ievāc, un to izmantošanas veidiem, uzklikšķiniet uz partnera nosaukuma.",
				"notice_popup_message": "<h2>Mēs cienām jūsu konfidencialitāti</h2><br><p>Mēs kopā ar saviem partneriem izmantojam nesensitīvus datus, piemēram, ierīču identifikatorus, tādiem mērķiem, kā personalizētu reklāmu parādīšana, lietotāju iestatījumu un izmantošanas paradumu noteikšana satura personalizācijas nolūkā.</p><p><br>Klikšķiniet uz pogas, lai piekristu šīm darbībām un turpinātu saņemt jums pielāgotu pakalpojumu. Jūs varat mainīt šos iestatījumus, atgriežoties šeit jebkurā brīdi.</p>",
				"notice_banner_message": "<b>Reklāmas nodrošina šīs lietotnes darbību.</b> Nospiežot uz \"Piekrist un aizvērt\", iepriekš atlasītiem uzņēmumiem tiks dota atļauja izmantot nesensitīvu jūsu ierīces informāciju, lai rādītu jums saistošas reklāmas vai saturu.",
				"preferences_message": "Mēs ar saviem partneriem izmantojam nesensetīvu informāciju par jūsu ierīci, lai uzlabotu mūsu preces un personalizētu reklāmas un šīs lietotnes saturu. Jūs varat piekrist visām darbībām vai tikai daļai no tām. Lai uzzinātu vairāk pa to, kā mēs izmantojam jūsu datus, apskatītu iespējas vai darbības, kuras veic katrs partneris, lasiet mūsu <a href=\"{privacyPolicyURL}\" target=\"_blank\">konfidencialitātes politiku</a>.",
				"geo_ads_name": "Piekļuve datu glabātuvei un ģeolokācijas informācijai pielāgotas reklāmas mērķiem",
				"geo_ads_description": "Mūsu ģeomārketinga partneri, savu klientu vardā, vēlas piedāvāt jums personalizētas reklāmas, kas ir pielāgotas jūsu interesēm, un īpaši jums paredzētus komerciālus piedāvājumus.",
				"geo_marketing_studies_name": "Piekļuve datu glabātuvei un ģeolokācijas informācijai mārketinga pētījumu veikšanai",
				"geo_marketing_studies_description": "Mūsu ģeomārketinga partneri vēlas veikt mārketinga pētījumus savu klientu vārdā, lai sniegtu tiem labāku izpratni par tirgu un tā tendencēm, kā arī palīdzētu analizēt to veikalu un konkurentu veiktspēju. Šīs mārketinga atskaites iekļaus tikai apkopotus un anonimizētus datus.",
				"disable_buttons_until_scroll_indicator": "Ritiniet uz leju, lai piekristu"
			},
			"lt": {
				"information_storage_and_access_19227997": "Informacijos saugojimas ir prieiga",
				"information_storage_and_access_description_19227997": "Informacijos saugojimas arba prieiga prie jau saugomos informacijos naudotojo įrenginyje, pvz., prieiga prie reklamos identifikatorių ir (arba) kitų įrenginių identifikatorių ir (arba) slapukų arba panašių technologijų naudojimas.",
				"personalisation_20601824": "Suasmeninimas",
				"personalisation_description_20601824": "Informacijos apie svetainės naudotojus rinkimas ir tvarkymas, kad laikui bėgant naudotojams būtų galima teikti suasmenintas reklamas kitose aplinkose, pvz., kitose svetainėse arba programose. Paprastai svetainės arba programos turinys naudojamas siekiant daryti išvadas apie naudotojo pomėgius, kad būtų galima nuspėti būsimus reklamos ir (arba) turinio pasirinkimus.",
				"ad_selection_delivery_reporting_3fb55e57": "Reklamos pasirinkimas, pristatymas ir pranešimas apie reklamą",
				"ad_selection_delivery_reporting_description_3fb55e57": "Informacijos rinkimas ir sujungimas su anksčiau surinkta informacija siekiant parinkti ir teikti reklamas bei įvertinti tokių reklamų teikimą ir veiksmingumą. Tai apima anksčiau surinktos informacijos apie naudotojų pomėgius naudojimą siekiant parinkti reklamas ir tvarkyti duomenis apie tai, kokios reklamos buvo rodomos, kaip dažnai jos buvo rodomos, kada ir kur jos buvo rodomos ir apie tai, ar naudotojai ėmėsi kokių nors su reklama susijusių veiksmų, pvz., spustelėjo reklamą arba įsigijo pirkinį. Tai neapima suasmeninimo, kuris reiškia informacijos apie jūsų naudojimąsi šia paslauga rinkimą ir tvarkymą, siekiant skelbiamus reklaminius pranešimus ir (arba) turinį geriau pritaikyti jūsų poreikiams kituose kontekstuose, tokiuose, kaip interneto puslapiai ar programėlė.",
				"content_selection_delivery_reporting_10c29447": "Turinio parinkimas, teikimas ir pranešimas apie turinį ",
				"content_selection_delivery_reporting_description_10c29447": "Informacijos rinkimas ir sujungimas su anksčiau surinkta informacija siekiant parinkti ir teikti turinį bei įvertinti tokio turinio teikimą ir veiksmingumą. Tai apima anksčiau surinktos informacijos apie naudotojų pomėgius naudojimą siekiant parinkti turinį ir tvarkyti duomenis apie tai, koks turinys buvo rodomas, kaip dažnai ir kiek laiko jis buvo rodomas, kada ir kur jis buvo rodomas ir apie tai, ar naudotojai ėmėsi kokių nors su turiniu susijusių veiksmų, pvz., spustelėjo turinį. Tai neapima suasmeninimo, kuris reiškia informacijos apie jūsų naudojimąsi šia paslauga rinkimą ir tvarkymą, siekiant skelbiamus reklaminius pranešimus ir (arba) turinį geriau pritaikyti jūsų poreikiams kituose kontekstuose, tokiuose, kaip interneto puslapiai ar programėlė.",
				"measurement_268d0e0": "Vertinimas",
				"measurement_description_268d0e0": "Informacijos apie turinio naudotojus rinkimas ir derinimas su anksčiau surinkta informacija siekiant įvertinti, suprasti ir pranešti apie naudotojo naudojimąsi turiniu. Tai neapima suasmeninimo, kuris reiškia informacijos apie jūsų naudojimąsi šia paslauga rinkimą ir tvarkymą, siekiant skelbiamus reklaminius pranešimus ir (arba) turinį geriau pritaikyti jūsų poreikiams kituose kontekstuose, tokiuose, kaip interneto puslapiai ar programėlė.",
				"you_allow": "Jūs leidžiate",
				"agree_close_ea00d5ff": "Sutikti ir uždaryti",
				"learn_more_7a8d626": "Sužinoti daugiau →",
				"by_the_following_providers_c86a92d7": "Šių teikėjų",
				"save_11a80ec3": "Išsaugoti",
				"disagree_to_all_c0355616": "Nesutikti su visais",
				"agree_to_all_5b7ca45d": "Sutikti su visais",
				"view_privacy_policy": "Peržiūrėti privatumo politiką",
				"data_processing_based_consent": "Duomenų tvarkymas gavus leidimą",
				"data_processing_based_legitimate_interest": "Duomenų tvarkymas turint teisėtų interesų",
				"agree_to_all_our_partners": "Visų mūsų partnerių",
				"agree_to_all_our_partners_except": "Visų mūsų partnerių išskyrus",
				"agree_to_none_partners": "Nė vieno iš mūsų partnerių",
				"view_all_partners": "Rodyti",
				"all_partners": "Visi partneriai",
				"select_partners": "Pasirinkti partnerius",
				"authorize": "Leisti",
				"block": "Blokuoti",
				"except": "išskyrus",
				"content_text_explanation_vendors_list_view": "Galite nustatyti savo leidimo parinktis atskirai kiekvienam toliau išvardytam partneriui. Paspauskite ant partnerio vardo, kad gautumėte daugiau informacijos apie tai, ką jis daro, kokius duomenis jis renka ir kaip juos naudoja.",
				"notice_popup_message": "<h2>Gerbiame jūsų privatumą</h2><br><p>Mes ir mūsų partneriai naudojame tokią neslaptąją informaciją, kaip įrenginio identifikatoriai arba atmintinė, kad rodytumėme asmeniškai pritaikytas reklamas, įvertintume įpročois ir naudotojų pasirinkimus, taip pat asmeniškai pritaikytume turinį.</p><p><br>Paspauskite mygtuką, kad leistumėte atlikti šias operacijas ir toliau galėtumėte mėgautis jums pritaikytu turiniui. Bet kada galite pakeisti savo parinktis vėl įjungdami šią programėlę.</p>",
				"notice_banner_message": "<b>Reklamos padeda mums išlaikyti šią programėlę.</b> Paspaudus „Sutikti ir uždaryti“ iš anksto pasirinktos bendrovės galės naudoti neslaptąją jūsų įrenginyje esančią informaciją, kad teiktų susijusias reklamas arba asmeniškai pritaikytą turinį.",
				"preferences_message": "Mes ir mūsų partneriai naudoja jūsų įrenginyje esančią neslaptąją informaciją, kad pagerintų savo produktus ir asmeniškai pritaikytų reklamas bei kitą šios programėlės turinį. Galite sutikti su visomis šiomis operacijomis arba tik kai kuriomis. Norėdami sužinoti daugiau, kaip naudojame jūsų duomenis, peržiūrėti kiekvienam partneriui taikomas parinktis arba šias operacijas, peržiūrėkite mūsų <a href=\"{privacyPolicyURL}\" target=\"_blank\">privatumo politiką</a>.",
				"geo_ads_name": "Atmintinė ir prieiga prie geografinės vietos informacijos tikslinės reklamos tikslais",
				"geo_ads_description": "Mūsų geografinės rinkodaros partneriai savo klientų vardu nori pasiūlyti jums reklamas, asmeniškai pritaikytas prie jūsų pomėgių, ir komercinius pasiūlymus, galiojančius jūsų apylinkėse.",
				"geo_marketing_studies_name": "Atmintinėir prieiga prie geografinės vietos informacijos norint atlikti rinkodaros tyrimus",
				"geo_marketing_studies_description": "Mūsų geografinės rinkodaros partneriai nori turėti galimybę atlikti rinkodaros tyrimus savo klientų vardu, ypač tam, kad padėtų jiems geriau suprasti rinką ir jos tendencijas bei padėtų jiems analizuoti savo bei konkurentų veiklos kokybę. Šiose rinkodaros ataskaitose bus pateikiami tik bendri ir anonimiški duomenys.",
				"disable_buttons_until_scroll_indicator": "Slinkite į apačią, kad sutiktumėte"
			},
			"sv": {
				"information_storage_and_access_19227997": "Lagring och tillgång av information",
				"information_storage_and_access_description_19227997": "Lagring av information eller tillgång till information som redan har lagrats på din användarenhet så som reklamidentifierare, enhetsidentifierare, cookies och liknande teknik.",
				"personalisation_20601824": "Personifiering",
				"personalisation_description_20601824": "Insamling och behandling av information om ditt utnyttjande av den här tjänsten för att därefter personanpassa annonser och/eller innehåll till dig i andra sammanhang, som t.ex. på andra webbplatser eller appar, över tid. Vanligtvis används innehållet på webbplatsen eller appen för att dra slutsatser om dina intressen, som sedan ligger till grund för framtida urval av annonser och/eller innehåll.",
				"ad_selection_delivery_reporting_3fb55e57": "Annonsurval, leverans, rapportering",
				"ad_selection_delivery_reporting_description_3fb55e57": "Insamling av information och samkörning med tidigare insamlad information, för att välja ut och leverera annonser till dig, och värdera leverans och effektivitet av sådana annonser. Detta inkluderar att använda tidigare insamlad information om dina intressen för att välja ut annonser, behandla data om vilka annonser som visades, hur ofta de visades, när och var de visades och om du vidtog några åtgärder relaterade till annonsen, inklusive att till exempel klicka på en annons eller göra ett inköp. Detta inkluderar inte personifiering, vilket innebär insamling och behandling av information om ditt utnyttjande av den här tjänsten för att därefter personanpassa annonser och/eller innehåll till dig i andra sammanhang, som t.ex. webbplatser eller appar, över tid.",
				"content_selection_delivery_reporting_10c29447": "Innehållsurval, leverans, rapportering",
				"content_selection_delivery_reporting_description_10c29447": "Insamling av information och samkörning med tidigare insamlad information, för att välja ut och leverera innehåll till dig och för att värdera leverans och effektivitet av sådant innehåll. Detta inkluderar att använda tidigare insamlad information om dina intressen för att välja ut innehåll, behandla data om vilket innehåll som visades, hur ofta eller hur länge det visades, när och var det visades och om du vidtog några åtgärder relaterade till innehållet, inklusive att till exempel klicka på innehåll. Detta inkluderar inte personifiering, vilket innebär insamling och behandling av information om ditt utnyttjande av den här tjänsten för att därefter personanpassa innehåll och/eller annonser till dig i andra sammanhang, som t.ex. webbplatser eller appar, över tid.",
				"measurement_268d0e0": "Värdering",
				"measurement_description_268d0e0": "Insamling av information om ditt utnyttjande av innehållet, och samkörning med tidigare insamlad information, som används för att värdera, förstå och rapportera om ditt utnyttjande av tjänsten. Detta inkluderar inte personifiering, vilket innebär insamling av information om ditt utnyttjande av den här tjänsten för att därefter personanpassa innehåll och/eller annonser, dvs. i andra tjänster, som t.ex. webbplatser eller appar, över tid.",
				"you_allow": "Du tillåter",
				"agree_close_ea00d5ff": "Godkänn och stäng",
				"learn_more_7a8d626": "Mer information →",
				"by_the_following_providers_c86a92d7": "Av följande leverantörer",
				"save_11a80ec3": "Spara",
				"disagree_to_all_c0355616": "Neka allt",
				"agree_to_all_5b7ca45d": "Godkänn allt",
				"view_privacy_policy": "Visa integritetspolicy",
				"data_processing_based_consent": "Databehandling baserat på samtycke",
				"data_processing_based_legitimate_interest": "Databehandling baserad på legitima intressen",
				"agree_to_all_our_partners": "Från alla våra partners",
				"agree_to_all_our_partners_except": "Från alla våra partners förutom",
				"agree_to_none_partners": "Från ingen av våra partners",
				"view_all_partners": "Visa",
				"all_partners": "Alla partners",
				"select_partners": "Välj partners",
				"authorize": "Auktorisera",
				"block": "Blockera",
				"except": "förutom",
				"content_text_explanation_vendors_list_view": "Det går att ange samtyckesinställningar för varje enskild partner nedan. Klicka på en partners namn för att få mer information om vad den gör, vilka uppgifter partnern samlar in och hur de används.",
				"notice_popup_message": "<h2>Vi respekterar din integritet</h2><br><p>Vi och våra partners använder icke-känsliga uppgifter som enhetsidentifierare eller lagring för att visa personanpassad reklam, mäta användning och preferenser samt göra innehåll personligt.</p><p><br>Klicka på knappen för att godkänna dessa åtgärder och skräddarsy appen. Det går att ändra inställningarna närsomhelst via appen.</p>",
				"notice_banner_message": "<b>Reklam hjälper oss att driva denna app.</b> Genom att klicka på \"Godkänn och stäng\" ges förvalda företag rätten att använda icke-känsliga uppgifter på din enhet och visa relevant reklam eller personligt innehåll.",
				"preferences_message": "Vi och våra partners använder icke-känsliga uppgifter från din enhet för att förbättra produkter och för att skräddarsy reklam och annat innehåll i appen för dig. Du kan godkänna alla eller delar av dessa åtgärder. För att få mer information om hur vi använder personuppgifter, granska de alternativ som finns eller få mer information om dessa åtgärder för varje partner, se vår <a href=\"{privacyPolicyURL}\" target=\"_blank\">integritetspolicy</a>.",
				"geo_ads_name": "Lagring av och åtkomst till geografisk information för riktad reklam",
				"geo_ads_description": "Våra geomarknadsföringspartners vill, å sina kunders vägnar, erbjuda dig personliga annonser som är anpassade efter dina intressen och kommersiella erbjudanden som är tillgängliga i ditt närområde.",
				"geo_marketing_studies_name": "Lagring av och åtkomst till geografisk information för att genomföra marknadsföringsstudier",
				"geo_marketing_studies_description": "Våra geomarknadsföringspartners vill genomföra marknadsundersökningar å sina kunders vägnar, för att hjälpa dem att få bättre förståelse för marknaden och dess trender och att analysera resultat både för sina egna butiker och för konkurrenterna. Dessa marknadsföringsrapporter innehåller endast aggregerad och anonym data.",
				"disable_buttons_until_scroll_indicator": "Bläddra ner för att ge ditt samtycke"
			},
			"ru": {
				"information_storage_and_access_19227997": "Хранение данных и доступ к ним",
				"information_storage_and_access_description_19227997": "Хранение данных, доступ к уже хранимым данным на устройстве пользователя, например доступ к рекламным идентификаторам и/или другим идентификаторам устройства, а также использование файлов cookie и аналогичных технологий.",
				"personalisation_20601824": "Персонализация",
				"personalisation_description_20601824": "Сбор и обработка данных о пользователе сайта для последующей персонализации рекламы в других местах, например на других сайтах или в приложениях. Обычно содержимое сайта или приложения используется для определения интересов пользователя, что будет влиять на персонализацию в будущем.",
				"ad_selection_delivery_reporting_3fb55e57": "Подбор и отображение рекламы, отчетность",
				"ad_selection_delivery_reporting_description_3fb55e57": "Сбор данных и объединение с ранее собранными данными, подбор и отображение рекламы, измерение объема отображения и эффективности подобной рекламы. Сюда также относится использование ранее собранных данных об интересах пользователя для подбора рекламы, обработки данных о типе отображаемой рекламы, частоте отображения, времени и месте отображения, наличии или отсутствии реакции на рекламу, включая, например, переход по рекламной ссылке или совершение покупки.",
				"content_selection_delivery_reporting_10c29447": "Подбор и отображение содержимого, отчетность",
				"content_selection_delivery_reporting_description_10c29447": "Сбор данных и объединение с ранее собранными данными, подбор и отображение содержимого, измерение объема отображения и эффективности подобного содержимого. Сюда также относится использование ранее собранных данных об интересах пользователя для подбора содержимого, обработки данных о типе отображаемого содержимого, частоте и длительности отображения, времени и месте отображения, наличии или отсутствии реакции на содержимое, включая, например, переход по ссылке.",
				"measurement_268d0e0": "Измерение",
				"measurement_description_268d0e0": "Сбор данных об использовании содержимого пользователем, объединение с ранее собранными данными. Используется для измерения, понимания и отчетности об использовании содержимого пользователем.",
				"you_allow": "Вы разрешили",
				"agree_close_ea00d5ff": "Принять и закрыть",
				"learn_more_7a8d626": "Подробнее →",
				"by_the_following_providers_c86a92d7": "Следующими поставщиками",
				"save_11a80ec3": "Сохранить",
				"disagree_to_all_c0355616": "Не принимаю ничего",
				"agree_to_all_5b7ca45d": "Принимаю все",
				"view_privacy_policy": "Ознакомиться с Политикой конфиденциальности",
				"data_processing_based_consent": "Обработка данных на основании согласия",
				"data_processing_based_legitimate_interest": "Обработка данных на основании законного интереса",
				"agree_to_all_our_partners": "Всеми нашими партнерами",
				"agree_to_all_our_partners_except": "Всеми нашими партнерами кроме",
				"agree_to_none_partners": "Ни одним из наших партнеров",
				"view_all_partners": "Показать",
				"all_partners": "Все партнеры",
				"select_partners": "Выбрать партнеров",
				"authorize": "Разрешить",
				"block": "Заблокировать",
				"except": "кроме",
				"content_text_explanation_vendors_list_view": "Вы можете указать свои предпочтения отдельно для каждого из перечисленных ниже партнеров. Щелкните имя партнера для получения подробной информации о том, чем он занимается, какие данные собирает и как их использует.",
				"notice_popup_message": "<h2>Мы уважаем вашу конфиденциальность</h2><br><p>Вместе с нашими партнерами мы используем неконфиденциальные данные, такие как идентификаторы устройств и данные о хранилище, в целях измерения параметров использования приложения, выявления предпочтений наших пользователей, предоставления персонализированных материалов и персонализации рекламы.</p><p><br>Нажмите кнопку разрешения данных действий, чтобы работа нашего приложения стала более персонализированной для вас. Эти настройки вы сможете изменить в любой момент в приложении.</p>",
				"notice_banner_message": "<b>Реклама помогает нам поддерживать работу приложения.</b> После нажатия вами кнопки «Принять и закрыть» выбранные нами компании смогут использовать неконфиденциальные данные с вашего устройства для отображения подходящей вам рекламы или персонализированных материалов.",
				"preferences_message": "Вместе с нашими партнерами мы используем неконфиденциальные данные с вашего устройства в целях совершенствования наших продуктов, а также персонализации рекламы и прочих материалов в данном приложении. Вы можете  разрешить выполнение всех этих действий или только некоторых из них. Подробные сведения о процедуре использования ваших данных, а также перечень ваших возможностей и доступных действий для каждого партнера представлены в нашей <a href=\"{privacyPolicyURL}\" target=\"_blank\">Политике конфиденциальности</a>.",
				"geo_ads_name": "Хранение и передача данных о местоположении для таргетированной рекламы",
				"geo_ads_description": "Наши партнеры по геомаркетингу хотят от имени своих клиентов предлагать вам персонализированную рекламу, соответствующую вашим интересам и доступным предложениям рядом с вами.",
				"geo_marketing_studies_name": "Хранение и передача данных о местоположении для проведения маркетинговых исследований",
				"geo_marketing_studies_description": "Наши партнеры по геомаркетингу хотят иметь возможность проводить маркетинговые исследования от имени своих клиентов, в частности, для улучшения понимания рынка и рыночных тенденций, а также для помощи в анализе показателей деятельности их магазинов и конкурентов. Такие маркетинговые отчеты будут содержать только анонимные агрегированные  данные.",
				"disable_buttons_until_scroll_indicator": "Прокрутите вниз, чтобы подтвердить согласие"
			},
			"uk": {
				"information_storage_and_access_19227997": "Зберігання інформації та доступ до неї",
				"information_storage_and_access_description_19227997": "Зберігання інформації чи доступ до вже збереженої інформації на пристрої користувача, зокрема доступ до ідентифікаторів рекламних оголошень та інших ідентифікаторів пристрою, а також використання файлів cookie й аналогічних технологій.",
				"personalisation_20601824": "Персоналізація",
				"personalisation_description_20601824": "Збір і обробка інформації про користувача сайту з метою подальшої персоналізації рекламних оголошень в інших контекстах, тобто на інших сайтах і в інших програмах. Зазвичай вміст сайту чи програми використовується, щоб робити висновки про інтереси користувача та формувати подальший вибір.",
				"ad_selection_delivery_reporting_3fb55e57": "Вибір реклами, показ і звітування",
				"ad_selection_delivery_reporting_description_3fb55e57": "Збір інформації та поєднання її з зібраними раніше відомостями з метою вибору й відображення рекламних оголошень, а також із метою вимірювання показів і ефективності таких оголошень. Сюди входить використання попередньо зібраної інформації про інтереси користувача з метою вибору оголошень, обробка даних про те, які оголошення показано, як часто, де й коли вони відображалися та чи призвело це до якихось дій користувача, наприклад до клацання рекламного оголошення чи покупки.",
				"content_selection_delivery_reporting_10c29447": "Вибір вмісту, показ і звітування",
				"content_selection_delivery_reporting_description_10c29447": "Збір інформації та поєднання її з зібраними раніше відомостями з метою вибору й показу вмісту, а також із метою вимірювання показів і ефективності такого вмісту. Сюди входить використання попередньо зібраної інформації про інтереси користувача з метою вибору вмісту, обробка даних про те, який вміст показано, як часто, де й коли він відображався та чи призвело це до якихось дій користувача, наприклад до клацання цього вмісту.",
				"measurement_268d0e0": "Вимірювання",
				"measurement_description_268d0e0": "Збір інформації про те, як користувач взаємодіє з вмістом, і поєднання її з зібраними раніше відомостями з метою вимірювання й аналізу використання вмісту та звітування про це.",
				"you_allow": "Ви дозволяєте",
				"agree_close_ea00d5ff": "Погодитися й закрити",
				"learn_more_7a8d626": "Докладніше →",
				"by_the_following_providers_c86a92d7": "Від наведених нижсе постачальників",
				"save_11a80ec3": "Зберегти",
				"disagree_to_all_c0355616": "Не погоджуюся ні з чим",
				"agree_to_all_5b7ca45d": "Погоджуюся з усім",
				"view_privacy_policy": "Переглянути політику конфіденційності",
				"data_processing_based_consent": "Обробка даних на основі згоди",
				"data_processing_based_legitimate_interest": "Обробка даних на основі законного права",
				"agree_to_all_our_partners": "Усіма партнерами",
				"agree_to_all_our_partners_except": "Усіма партнерами, за винятком",
				"agree_to_none_partners": "Жодним із партнерів",
				"view_all_partners": "Показати",
				"all_partners": "Усі партнери",
				"select_partners": "Вибрані партнери",
				"authorize": "Авторизувати",
				"block": "Заблокувати",
				"except": "крім",
				"content_text_explanation_vendors_list_view": "Ви можете вказати параметри згоди для кожного з наведених нижче партнерів окремо. Клацніть ім’я партнера, щоб дізнатися більше про те, що він робить, які дані збирає та як їх використовує.",
				"notice_popup_message": "<h2>Ваша конфіденційність важлива для нас</h2><br><p>Ми разом із нашими партнерами використовуємо неконфіденційну інформацію, наприклад ідентифікатори або сховище пристроїв, щоб показувати персоналізовану рекламу, аналізувати використання й параметри користувачів і персоналізувати вміст.</p><p><br>Натисніть кнопку, щоб погодитися з цими операціями та продовжити використовувати персоналізовану для вас програму. Змінити ці параметри можна будь-коли, повернувшись до програми.</p>",
				"notice_banner_message": "<b>Рекламні оголошення допомагають використовувати цю програму.</b> Натискаючи кнопку \"Погодитися та закрити\", ви дозволяєте попередньо вибраним компаніям використовувати неконфіденційну інформацію на вашому пристрої, щоб відображати релевантні рекламні оголошення та персоналізований вміст.",
				"preferences_message": "Ми разом зі своїми партнерами використовуємо неконфіденційні відомості з вашого пристрою, щоб удосконалювати наші продукти та персоналізувати рекламні оголошення та інший вміст цієї програми. Ви можете погодитися з усіма цими операціями або тільки з частиною з них. Щоб дізнатися більше про те, як ми використовуємо ваші дані, й перевірити свої параметри й ці операції для кожного з партнерів, перегляньте нашу <a href=\"{privacyPolicyURL}\" target=\"_blank\">політику конфіденційності</a>.",
				"geo_ads_name": "Сховище та доступ до відомостей про географічне положення для показу цільових рекламних оголошень",
				"geo_ads_description": "Наші партнери з геомаркетингу хочуть від імені своїх клієнтів пропонувати вам персоналізовані рекламні оголошення, адаптовані під ваші інтереси, і комерційні пропозиції неподалік від вас.",
				"geo_marketing_studies_name": "Сховище та доступ до відомостей про географічне положення для маркетингових досліджень",
				"geo_marketing_studies_description": "Наші партнери з геомаркетингу хочуть від імені своїх клієнтів проводити маркетингові дослідження, зокрема щоб краще зрозуміти ринок і його тенденції та аналізувати показники своїх товарів і товарів своїх конкурентів. Такі маркетингові звіти міститимуть виключно сукупні й анонімні дані.",
				"disable_buttons_until_scroll_indicator": "Прокрутіть униз, щоб погодитися"
			}
		}
	},
	"purposes": [
		{
			"id": "cookies",
			"iabId": "1",
			"name": "information_storage_and_access_19227997",
			"description": "information_storage_and_access_description_19227997"
		},
		{
			"id": "advertising_personalization",
			"iabId": "2",
			"name": "personalisation_20601824",
			"description": "personalisation_description_20601824"
		},
		{
			"id": "ad_delivery",
			"iabId": "3",
			"name": "ad_selection_delivery_reporting_3fb55e57",
			"description": "ad_selection_delivery_reporting_description_3fb55e57"
		},
		{
			"id": "content_personalization",
			"iabId": "4",
			"name": "content_selection_delivery_reporting_10c29447",
			"description": "content_selection_delivery_reporting_description_10c29447"
		},
		{
			"id": "analytics",
			"iabId": "5",
			"name": "measurement_268d0e0",
			"description": "measurement_description_268d0e0"
		},
		{
			"id": "geo_ads",
			"name": "geo_ads_name",
			"description": "geo_ads_description"
		},
		{
			"id": "geo_marketing_studies",
			"name": "geo_marketing_studies_name",
			"description": "geo_marketing_studies_description"
		}
	],
	"vendors": [
		{
			"id": "amazon",
			"name": "Amazon",
			"purposeIds": [
				"cookies",
				"advertising_personalization",
				"content_personalization",
				"ad_delivery",
				"analytics"
			],
			"legIntPurposeIds": [],
			"policyUrl": "https://aps.amazon.com/aps/privacy-policy/index.html",
			"namespace": "didomi"
		},
		{
			"id": "facebook",
			"name": "Facebook",
			"purposeIds": [
				"cookies"
			],
			"legIntPurposeIds": [],
			"policyUrl": "https://www.facebook.com/policy.php",
			"namespace": "didomi"
		},
		{
			"id": "twitter",
			"name": "Twitter",
			"purposeIds": [
				"cookies"
			],
			"legIntPurposeIds": [],
			"policyUrl": "https://twitter.com/privacy",
			"namespace": "didomi"
		},
		{
			"id": "whatsapp",
			"name": "Whatsapp",
			"purposeIds": [
				"cookies"
			],
			"legIntPurposeIds": [],
			"policyUrl": "https://www.whatsapp.com/legal/#privacy-policy",
			"namespace": "didomi"
		},
		{
			"id": "google",
			"name": "Google",
			"purposeIds": [
				"cookies",
				"advertising_personalization",
				"content_personalization",
				"ad_delivery",
				"analytics"
			],
			"legIntPurposeIds": [],
			"policyUrl": "https://policies.google.com/privacy",
			"namespace": "didomi"
		},
		{
			"id": "google-adsense",
			"name": "Google Adsense",
			"purposeIds": [
				"cookies",
				"advertising_personalization",
				"content_personalization",
				"ad_delivery",
				"analytics"
			],
			"legIntPurposeIds": [],
			"policyUrl": "https://policies.google.com/privacy",
			"namespace": "didomi"
		},
		{
			"id": "google-adx",
			"name": "Google Adx",
			"purposeIds": [
				"cookies",
				"advertising_personalization",
				"content_personalization",
				"ad_delivery",
				"analytics"
			],
			"legIntPurposeIds": [],
			"policyUrl": "https://policies.google.com/privacy",
			"namespace": "didomi"
		},
		{
			"id": "google-dfp",
			"name": "Google DFP",
			"purposeIds": [
				"cookies",
				"advertising_personalization",
				"content_personalization",
				"ad_delivery",
				"analytics"
			],
			"legIntPurposeIds": [],
			"policyUrl": "https://policies.google.com/privacy",
			"namespace": "didomi"
		},
		{
			"id": "addthis",
			"name": "AddThis",
			"purposeIds": [
				"cookies",
				"advertising_personalization",
				"content_personalization",
				"ad_delivery",
				"analytics"
			],
			"legIntPurposeIds": [],
			"policyUrl": "http://www.addthis.com/privacy",
			"namespace": "didomi"
		},
		{
			"id": "teemo",
			"name": "Teemo",
			"purposeIds": [
				"geo_ads",
				"geo_marketing_studies",
				"cookies",
				"advertising_personalization",
				"ad_delivery",
				"analytics"
			],
			"iabId": "124",
			"legIntPurposeIds": [],
			"policyUrl": "https://teemo.co/privacy/",
			"namespace": "didomi"
		}
	],
	"gdprCountryCodes": [
		"AD",
		"AT",
		"BE",
		"BG",
		"CY",
		"CZ",
		"DE",
		"DK",
		"EE",
		"EL",
		"ES",
		"FI",
		"FR",
		"GB",
		"GF",
		"GG",
		"GI",
		"GP",
		"GR",
		"HR",
		"HU",
		"JE",
		"IE",
		"IT",
		"LI",
		"LT",
		"LU",
		"LV",
		"MC",
		"MF",
		"MT",
		"MQ",
		"NL",
		"PL",
		"PT",
		"RE",
		"RO",
		"SE",
		"SI",
		"SK",
		"SM",
		"VA",
		"YT"
	]
}